Repository: Representable/representable
Catalog: representable/<representable>locale/*/LC_MESSAGES/django.po
Languages: ar, es

source: <span class="d-block display-3">We want to give communities a <span class="light-blue-text">voice</span> in drawing districts.</span>
ar: <span class="d-block display-3">نحن نريد أن نمنح المجتمعات فرصة التعبير <span class="light-blue-text">عن أصواتها</span> في تقسيم الدوائر</span>
es: <span class="d-block display-3">Queremos darle a las comunidades <span class="light-blue-text">una voz</span> en la delimitación de los distritos.</span>

source: <span class="display-4 d-block">We want to give communities a <span class="light-blue-text">voice</span> in drawing districts.</span>
ar: <span class="display-4 d-block">نحن نريد أن نمنح المجتمعات فرصة التعبير <span class="light-blue-text">عن أصواتها</span>في تقسيم الدوائر.</span>
es: <span class="display-4 d-block">Queremos darle a las comunidades <span class="light-blue-text">una voz</span> en la delimitación de los distritos.</span>

source: Redistricting is coming.
ar: إعادة التقسيم قادم.
es: Redistritación está llegando.

source: In 2021, state governments will redraw Congressional and state legislative districts. We need to fight for fairer districts which respect the concerns of communities.
ar: في السنة ٢٠٢١, حكومات الولايات سوف ترسم دوائر انتخابية الكونغرس وتشريعية الولايات من جديد.يجب علينا أن نجاهد من أجل دوائر الانتخابية النزيهة تحترماهتمامات مجتمعات
es: En 2021, los gobiernos estatales volverán a dibujar distritos legislativos estatales y del Congreso. Necesitamos pelear por los distritos más justos que respetan las preocupaciones de las comunidades.

source: What is Representable?
ar: ما هو ربريسنتبل؟
es: ¿Qué es Representable.org?

source: Representable is a free, open-source tool for creating maps for Communities of Interest (COI) — groups of individuals who share common social and economic interests, who are likely to have similar political concerns. Currently, over half of states have legal requirements to respect COIs, but before Representable, no tools existed to get COIs to mapmakers.
ar: رَبْريسانْتَبُل أداة مجانية ومفتوح المصدر لإنشاء خرائط ل مجتمعات المصلحة (مم)-- جماعات الأفراد الذين يتشاركونمصالح اجتماعية واقتصادية مشتركة, والذين من المحتمل أنيكون لديهم شواغل سياسية متشابهة. في الوقت الحاضر أغلبيةالولايات لديها شروط القانونية لاحترام مم ولكن قبلرَبْريسانْتَبُل لم يكن هناك أي أداة للربط مم بصانعي الخرائط
es: Representable es un libre, herramienta de código abierto creando los mapas por Communities of Interest (COI) -- grupos de individuos que comparten intereses sociales y económicos comunes, que es probable que tengan preocupaciones políticas similares. Actualmente, más de la mitad de los estados tienen requisitos legales para respetar COIs, pero antes del Representable, no existían herramientas para llevar los COIs a los mapeadores

source: We work closely with organizations to gather community maps along with information about the shared interests of the community. This data can then be used by map drawers, journalists, analysts, and activists to create and evaluate proposed district maps. Our goal is to democratize public testimony, inform map drawers, and encourage map analysis. Learn more about how Representable fights gerrymandering in the <a href="https://docs.google.com/document/d/1zeSkzuMoFi5uayc3OdB7BVWM6qI3dMkF1E5Nktjl5Rc/edit?usp=sharing">Official Education Guide.</a></p>
ar: نحن نعمل عن كثب مع المنظمات لجمع خرائط المجتمعات المحلية إضافة إلى معلومات المصالح المشتركة لكل مجتمع. ومن ثم يمكن استخدام هذه البيانات بواسطة مسؤولي رسم الخرائط والصحافيين والمحللين والنشطاء لإنشاء وتقييم خرائط الدوائر المقترحة. فهدفنا هو إرساء الديمقراطية بإدلاء الشهادات العامة وتزويد مسؤولي رسم الخرائط بالمعلومات وتشجيع تحليل الخرائط. اعرف المزيد عن كيفية قيام Representable بمكافحة التلاعب بالدوائر الانتخابية من <a href="https://docs.google.com/document/d/1zeSkzuMoFi5uayc3OdB7BVWM6qI3dMkF1E5Nktjl5Rc/edit?usp=sharing">الدليل التثقيفي الرسمي.</a></p>
es: Trabajamos codo a codo con organizaciones para reunir mapas comunitarios e información sobre los intereses compartidos de la comunidad. Esta información puede ser utilizada por cartógrafos, periodistas, analistas y activistas para crear y evaluar los mapas distritales propuestos. Nuestra meta es democratizar el testimonio público, guiar a los cartógrafos y potenciar el análisis de los mapas. Conozca más sobre cómo Representable lucha contra el gerrymandering en la <a href="https://docs.google.com/document/d/1zeSkzuMoFi5uayc3OdB7BVWM6qI3dMkF1E5Nktjl5Rc/edit?usp=sharing"> Guía Oficial de Educación.</a></p>

source: Representable will help...
ar: رَبْريسانْتَبُل سوف يساعد في...
es: Representable ayudará...

source: Democratize Public Testimony
ar: إضفاء الطابع الديمقراطي على شهادة عامة
es: Democratizar el testimonio público

source: Enable any individual to submit maps with their community information and share them.
ar: تمكين كل أفراد أن يقدّموا خرائط مع معلموات مجتمعهم وأن ي شاركوها
es: Permitir que cualquier individuo presentar mapas con información de su comunidad y compartelos

source: Inform Map Drawers
ar: إعلام صناعي الخرائط
es: Informar dibujantes de mapas

source: Deliver COI data to map drawers, using a digital format that is easy to analyze.
ar: توصيل بيانات مجتمعات المصلحة (مم) إلى صانعي الخرائط في شكل رقمي سهل تحليله
es: Entregar datos de COI a dibujantes de mapas, usando un formato digital que es fácil de analizar.

source: Encourage Map Analysis
ar: تشجيع تحليل الخرائط
es: Fomentar análisis de mapas

source: Support journalists and analysts with data to evaluate proposed maps.
ar: دعم صحفيين ومحللين مع بيانات لتقييم خرائط مقترحة.
es: Apoyar a los/las periodistas y analistas con datos a evaluar mapas propuestos.

source: HOW IT WORKS?
ar: كيف يعمل؟
es: Cómo funciona

source: Answer Questions
ar: اردد أسئلة
es: Describa su comunidad

source: Thought-provoking questions built based on policy and legal definitions of COIs.
ar: أسئلة مثير للتفكير مبنيا على سياسة وتعريفات قانونية مجتمعاتالمصلحة
es: Preguntas que provocan el pensamiento basado en definiciones políticas y legales de COIs

source: Draw a Community Map
ar: ارسم خريطة محلية
es: Dibujar un mapa de la comunidad

source: Use landmarks, zoom, and navigation for an easy drawing experience.
ar: استخدم المعالم, تقريب/ تصغير في الصورة, ملاحة لتجربة رسم سهلة.
es: Usar puntos de referencia, zoom, y navegación por una experiencia de dibujo fácil

source: Visualize and Export
ar: تصوّر وصدّر
es: Visualizar y exportar

source: Export as GeoJSON or PDF file. Our data is interoperable with other mapping softwares.
ar: تصدير كملف جيوغسون أو ب.د.ف. بياناتنا قابلة للتشغيل المتبادلبين برامج رسم الخرائط الأخرى
es: Exportar como GeoJSON o archivo PDF. Nuestros datos son interoperables con otros softwares de mapeo

source: Our Team
ar: فريقنا
es: Equipo

source: Executive Director
ar: مدير تنفيذي
es: El director ejecutivo

source: Head of Engineering
ar: رئيس الهندسة
es: Jefe de ingeniería

source: Director of Outreach and Partnerships
ar: مدير التواصل والشراكة
es: Director de Divulgación y Asociaciones

source: Head of Design
ar: رئيس التصميم
es: Jefe de diseño

source: Outreach Coordinator
ar: منسق توعية
es: Coordinadora de divulgación

source: Software Engineer
ar: مهندس البرمجيات
es: Jefe de ingeniería

source: Data Engineer
ar: مهندس البيانات
es: Jefe de ingeniería

source: Media and Communications Coordinator
ar: منسق الإعلام والاتصالات
es: Coordinador de Prensa y Comunicación

source: Our Founding Team
ar: فريقنا الأصل
es: Nuestro Equipo Fundador

source: Representable began in February 2019 as a final project for the Princeton course COS333: Advanced Programming Techniques.
ar: أنشئ رَبْريسانْتَبُل في شباط ٢٠١٩ كمشروع نهائي لصف في جامعةبرينستون, COS333: تقنيات البرمجة المتقدمة
es: Representable comenzó en febrero de 2019 como un proyecto final para Princeton

source: Engineering, Full-Stack
ar: هندسة
es: Ingeniería, Full-Stack

source: Engineering, Mapping
ar: هندسة
es: Ingeniería, Mapeo

source: Engineering, Product
ar: هندسة
es: Ingeniería, Producto

source: Check out our most frequently asked questions below.
ar: اطلع على أسئلتنا الشائعة أدناه.
es: Lea las preguntas que nos hacen con frecuencia abajo.

source: For Community Members
ar: خاص بأفراد المجتمع
es: Para los miembros de la comunidad.

source: Can users access this website on their mobile devices?
ar: هل يستطيع المستخدم الدخول على هذا الموقع من الهاتف المحمول؟
es: ¿Los usuarios a este sitio web pueden acceder a él en sus dispositivos móviles?

source: Yes, the website can be accessed on mobile devices including smartphones and tablets.
ar: نعم، يمكن دخول الموقع من على الهواتف المحمولة كالهواتف الذكية والأجهزة اللوحية.
es: Sí, se puede acceder al sitio web en dispositivos móviles, incluidos teléfonos inteligentes y tabletas.

source: Are there plans to translate the website into additional languages?
ar: هل هناك خطط لترجمة الموقع إلى لغات أخرى؟
es: ¿Hay planes para traducir el sitio web a otros idiomas?

source: Yes! The site is currently translated into Spanish, Arabic, and Hmong, and we have plans to expand upon these translations. If there is a specific language that is vital to your usage of our tool, please let us know at <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.
ar: نعم. الموقع مترجم حاليًا إلى الإسبانية والعربية والهمونغ، ونعتزم ترجمته إلى المزيد من اللغات. إذا كانت هناك لغة مهمة للغاية ستمكنك من استخدام أداتنا، فيرجى أن تبلغنا بها على البريد الإلكتروني <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.
es: ¡Sí! El sitio actualmente está traducido al español, árabe y hmong, y tenemos planes para expandir estas traducciones. Si hay un idioma en específico que es indispensable para su uso de nuestra herramienta, háganoslo saber por el correo electrónico <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.

source: Will Representable.org continue to be a free tool?
ar: هل سيظل موقع Representable.org أداة مجانية بشكل دائم؟
es: ¿Representable.org continuará siendo una herramienta gratuita?

source: Yes! Representable.org was created to be an accessible way to increase public input from all communities in the redistricting process. It will always be a free tool.
ar: نعم. أنشئ موقع Representable.org من أجل تسهيل زيادة إسهامات عامة الجمهور من كافة المجتمعات في عملية إعادة ترسيم الدوائر. وسيظل هذا الموقع دائمًا أداة مجانية.
es: ¡Sí! Representable.org se creó para ser una forma accesible de aumentar la participación del público desde todas las comunidades en el proceso de reorganización distrital. Siempre será una herramienta gratuita.

source: Why are data layers, such as demographic information, only available <em>after</em> I draw my community?
ar: لماذا تظل طبقات البيانات مثل المعلومات الديموغرافية هي فقط المتاحة <em>بعد</em> أن أقوم برسم خريطة مجتمعي المحلي؟
es: ¿Por qué las capas de datos, como la información demográfica, solo están disponibles <em>después</em> de delimitar mi comunidad?

source: Before users draw their maps, we present guiding questions so that they can tell mapmakers the shared values and location of their community. This testimony can include demographic information. But after rounds of usability testing and interviews with mapmakers, the Representable team found that it was best to present this information as an analytical layer that is visible after people draw their maps. <br> The COI data collected from our tool is meant to be one-layer of information during the redistricting process. If you would like to see this COI data in conversation with demographic data, you can export the COI maps you collected as a GEOJson file and analyze this data in another mapping software.
ar: قبل أن يبدأ المستخدم في رسم خريطته، نعرض له أسئلة إرشادية تمكنه من إبلاغ مسؤولي رسم الخرائط بالقيم المشتركة في مجتمعه المحلي وموقع هذا المجتمع. ويستطيع المستخدم أن يضم في هذه الشهادة المعلومات الديموغرافية. ولكن بعد أن أجرى فريق Representable عدة مراحل من اختبار استخدام الأداة وأجرى مقابلات مع مسؤولي رسم الخرائط، تبين له أنه من الأفضل عرض هذه المعلومات في صورة طبقة تحليلية تظهر بعد أن يرسم المستخدم خريطته. <br> بيانات المجتمعات ذات المصالح المشتركة التي تجمع من أداتنا من المفترض أن تكون طبقة واحدة من المعلومات خلال عملية إعادة ترسيم الدوائر. إذا أردت الاطلاع على هذه البيانات الخاصة بالمجتمعات ذات المصالح المشتركة مع البيانات الديموغرافية، يمكنك إرسال خرائط المجتمعات ذات المصالح المشتركة التي جمعتها في صورة ملف GEOJson وتحليل هذه البيانات على برنامج ترسيم خرائط آخر.
es: Antes de que los usuarios delimiten sus mapas, les presentamos preguntas orientadoras para que puedan informar a los cartógrafos de las ubicaciones y los valores compartidos de su comunidad. Este testimonio puede incluir información demográfica. Pero después de las pruebas de utilidad y entrevistas con los cartógrafos, el equipo de Representable encontró que era mejor presentar esta información como una capa analítica que es visible después de que las personas delimiten sus mapas. <br> Los datos de las Comunidades de Interés (Communities of Interest, COI) que fueron recopilados de nuestra herramienta están destinados a ser una capa de información durante el proceso de redistribución distrital. Si desea ver estos datos de las COI en conversación con datos demográficos, puede exportar los mapas de las COI que recopiló como un archivo GEOJson y analizar estos datos en otro programa cartográfico.

source: Can I edit my community map after I have submitted it?
ar: هل يمكنني تعديل خريطتي بعد أن أرسلها؟
es: ¿Puedo editar mi mapa comunitario después de enviarlo?

source: Currently, Representable does not have the functionality to go back and edit the text of community maps. However, you can access your previously created communities at any time. If you&rsquo;d like to make a change to your community map, you can delete your previously drawn community and re-draw it with the updated community information!
ar: في الوقت الحالي، لا توجد في Representable خاصية العودة وتعديل نص خرائط المجتمعات. ولكن يمكنك الدخول إلى الخرائط المجتمعية التي سبق أن رسمتها في أي وقت. إذا&rsquo;d أردت أن تغير في خريطتك، يمكنك حذف خريطتك السابقة وإعادة رسمها باستخدام المستجدات في المجتمع المحلي.
es: En la actualidad, Representable no cuenta con la función de volver y editar el texto de los mapas comunitarios. Sin embargo, puede acceder en cualquier momento a sus comunidades creadas anteriormente. Si quiere hacer un cambio a su mapa comunitario, ¡puede eliminar su comunidad delimitada anteriormente y redelimitarla con la información actual de la comunidad!

source: You can edit your community for 24 hours after submitting it to Representable. If you would like more time to edit your community, select “Save as Draft” when you finish mapping. This will allow you to go back and edit your community, as well as add collaborators. After you are done editing, you will need to submit your community.
ar: يسمح لك تعديل خريطة مجتمعك لمدة 24 ساعة بعد إرسالها إلى Representable. أما إذا أردت المزيد من الوقت لتعديلها، فاختر Save as Draft عند انتهائك من ترسيم الخريطة. وهذا الاختيار سيمكنك من العودة وتعديل خريطة مجتمعك بالإضافة إلى إمكانية إضافة شركاء. بعد الانتهاء من التعديل، عليك إرسال الخريطة.
es: Puede editar su comunidad durante 24 horas después de enviarla a Representable. Si necesita más tiempo para editar su comunidad, seleccione “Guardar como borrador” cuando termine de mapear. Esto le permitirá regresar y editar su comunidad, así como agregar colaboradores. Después de que termine de editar, tendrá que enviar su comunidad.

source: Can I draw a community in collaboration with someone?
ar: هل يمكنني أن أرسم الخريطة بالتعاون مع شخص آخر؟
es: ¿Puedo delimitar una comunidad en colaboración con otra persona?

source: Yes! When you start the mapping process, you have the ability to select the \“add collaborators\” button. After you finish drawing your portion of the community and save it, your collaborators will have access to the testimony and community portion that you drew.
ar: نعم. عند البدء في عملية الترسيم، يمكنك اختيار ذلك بالضغط على زر \“إضافة شركاء\”. بعد أن تنهي ترسيم الجزء الخاص بك من المجتمع وتقوم بحفظه، سيتمكن شركاؤك من الدخول إلى الشهادة وإلى جزء الخريطة الذي رسمته.
es: ¡Sí! Cuando inicie el proceso de mapeo, puede presionar el botón \“agregar colaboradores\”. Después de terminar la delimitación de su sección de la comunidad y guardarla, sus colaboradores tendrán acceso al testimonio y a la sección de la comunidad que delimitó.

source: In addition to drawing a map, what else can I do with Representable?
ar: كيف يفيدني موقع Representable بالإضافة إلى ترسيم الخرائط؟
es: Además de delimitar un mapa, ¿qué más puedo hacer con Representable?

source: You can browse all of the communities drawn in your state <a href='https://www.representable.org/state_selection/map'>here.</a> Also, if someone else has drawn a community on Representable with which you identify, you can contribute your own comments to that map. The original creator of the map will be notified of your submission.
ar: يمكنك تصفح جميع المجتمعات المحلية التي رسمت في ولايتك <a href='https://www.representable.org/state_selection/map'>here.</a> وأيضًا يمكنك المساهمة بإبداء تعليقاتك على الخرائط التي رسمها آخرون لمجتمعات محلية تعرفها جيدًا. وهذه التعليقات ستبلغ إلى الشخص الذي رسم الخريطة.
es: Puede explorar todas las comunidades delimitadas en su estado <a href=”https://www.representable.org/state_selection/map”>aquí.</a> Además, si alguien más ha delimitado una comunidad en Representable con la cual usted se identifica, puede contribuir con sus propios comentarios a ese mapa. El creador original del mapa recibirá una notificación de su aporte.

source: For Organizations
ar: خاص بالمنظمات
es: Para las organizaciones

source: My organization has decided that we want to use the tool, what are the next steps?
ar: قررت منظمتي أننا نرغب في استخدام الأداة، ما هي الخطوات التالية؟
es: Mi organización decidió que deseamos usar la herramienta, ¿cuáles son los siguientes pasos?

source: Welcome to Representable! Please look over our <a href='https://drive.google.com/file/d/1NHkU_SazAHgF2rv7-9we13rsBonv8s5S/view' style='text-decoration:none'><u>organization toolkit</u></a> for information about the tool, community mapping drives, hosting training sessions, and much more. Additionally, if you go to the resources tab of our website, you will find sample training slides, infographics, and educational materials to support you throughout the process. If you have any more questions, feel free to reach out to the team at <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.&nbsp;
ar: مرحبًا بكم في Representable. يرجى إلقاء نظرة على هذا الرابط <a href='https://drive.google.com/file/d/1NHkU_SazAHgF2rv7-9we13rsBonv8s5S/view' style='text-decoration:none'><u>organization toolkit</u></a> لمعرفة المعلومات عن الأداة ومحركات رسم خرائط المجتمعات المحلية والدورات التدريبية، والمزيد. كما أنك إذا دخلت إلى تبويب الموارد على موقعنا، ستجد شرائح عرض تقديمي لعينات التدريب ورسومات إنفوغراف ومواد إرشادية تساعدك طوال عملية الترسيم. إذا كانت لديك أي أسئلة أخرى، فلا تتردد واتصل بفريقنا على <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.&nbsp;
es: ¡Bienvenido a Representable! Revise nuestra <a href='https://drive.google.com/file/d/1NHkU_SazAHgF2rv7-9we13rsBonv8s5S/view' style=”text-decoration:none”><u>caja de herramientas de organización</u></a> para obtener información sobre la herramienta, las campañas de mapas comunitarios, la organización de sesiones de capacitación y mucho más. Además, si visita la pestaña recursos de nuestro sitio web, encontrará ejemplos de diapositivas de capacitación, infografías y material educativo para apoyarlo durante el proceso. Si tiene más preguntas, no dude en contactar al equipo a través de <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.&nbsp;

source: How is Representable different from other mapping software systems?
ar: ما الاختلاف بين أداة Representable وبرمجيات ترسيم الخرائط الأخرى؟
es: ¿En qué se diferencia Representable de otros sistemas de programas cartográficos?

source: Representable.org is a free tool which <u>solely</u> focuses on drawing communities of interest. Additionally, only Representable has mapping drives for organizing community maps and the structured questions before drawing the map (i.e. &quot;Economic Interests&quot;, &quot;Community Activities&quot;, etc). We also heavily prioritize a friendly user interface that works as both a tool for collecting public input and educating users.</p> <p class='ml-4'>Lastly, Representable is a very malleable tool, and we can add features for your state/organization specifically! Usually, this includes additional boundaries that you would like to see under the &quot;data layers&#39;&#39; feature of our tool.
ar: أداة Representable.org أداة مجانية تركز <u>حصرًا</u> على ترسيم المجتمعات ذات المصلحة. كما أنه لا توجد أي أداة غير Representable تحتوي على محركات تنظم خرائط المجتمعات والأسئلة التنظيمية الموضوعة قبل الترسيم (أي &quot;المصالح الاقتصادية&quot;, &quot;والأنشطة المجتمعية&quot;, إلخ). كما أننا نعطي الأولوية بدرجة كبيرة للواجهة السهلة الاستخدام التي تؤدي دور أداة جمع إسهامات الجمهور وفي نفس الوقت تثقف المستخدمين.</p> <p class='ml-4'>وأخيرًا نود أن نقول أن أداة Representable أداة مرنة جدًا ويمكننا إضافة مزايا مخصصة لولايتك أو لمنظمتك. وهذا عادة ما يشمل إضافة الحدود التي تود أن تظهر أمامك تحت خاصية &quot;طبقات البيانات" الموجودة على أداتنا.
es: Representable.org es una herramienta gratuita que se enfoca <u>únicamente</u> en la delimitación de comunidades de interés. Además, solo Representable tiene campañas de mapas para organizar los mapas comunitarios y las preguntas estructuradas antes de delimitar el mapa (por ejemplo, &quot;intereses económicos&quot;, &quot;actividades comunitarias&quot;, etc.). También damos mayor prioridad a una interfaz de usuario amigable que funciona como una herramienta tanto para recopilar la participación pública como para educar a los usuarios.</p> <p class=”ml-4”>Por último, Representable es una herramienta adaptable y ¡podemos agregar funciones específicamente para su estado/organización! En general, esto incluye límites adicionales que quisiera ver bajo la función &quot;capas de datos&#39;&#39; de nuestra herramienta.

source: How can I use the information gathered from Representable?
ar: كيف يمكنني استخدام البيانات التي تجمع من أداة Representable؟
es: ¿Cómo puedo usar la información recopilada de Representable?
