Repository: Representable/representable
Catalog: representable/<representable>locale/*/LC_MESSAGES/django.po
Languages: ar, es

source: Our <a href='https://drive.google.com/file/d/1NHkU_SazAHgF2rv7-9we13rsBonv8s5S/view' style='text-decoration:none'><u>organization toolkit</u></a> outlines several possibilities for how to most effective use COI data collected with our tool! If you would like to speak with a Representable team member about what would work best in your specific case, please reach out to us at <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.
ar: مجموعة الأدوات الموجودة على الرابط <a href='https://drive.google.com/file/d/1NHkU_SazAHgF2rv7-9we13rsBonv8s5S/view' style='text-decoration:none'><u>organization toolkit</u></a> توضح بالتفصيل الطرق المتعددة لكيفية الاستخدام الأمثل لبيانات المجتمعات ذات المصلحة المشتركة التي جمعت بواسطة أداتنا. إذا أردت التحدث مع أحد أعضاء فريق Representable عن أنسب شيء بالنسبة لك، فاتصل بنا عبر <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.
es: ¡Nuestra <a href='https://drive.google.com/file/d/1NHkU_SazAHgF2rv7-9we13rsBonv8s5S/view' style=”text-decoration:none”><u>caja de herramientas de organización</u></a> describe varias posibilidades sobre cómo usar de forma más eficaz los datos de las COI recopilados con nuestra herramienta! Si desea hablar con un miembro del equipo de Representable sobre qué podría funcionar mejor en su caso particular, contáctenos a través de <a href='mailto:team@representable.org' style='text-decoration:none'><u>team@representable.org</u></a>.

source: What mapping systems are compatible with Representable?
ar: ما هي أنظمة ترسيم الخرائط المتوافقة مع Representable؟
es: ¿Qué sistemas cartográficos son compatibles con Representable?

source: You can upload a GEOJSON file of the COI data collected from Representable into several mapping systems! They include Maptitude, ESRI, and Dave's Redistricting App. Additionally, you can upload a CSV (or Block Equivalency file) from Representable to these platforms and DistrictBuilder for mapping and analysis.
ar: يمكنك تحميل ملف GEOJSON لبيانات المجتمعات المشتركة المصالح التي تجمع من أداة Representable على العديد من أنظمة الترسيم. ومن هذه الأنظمة Maptitude وESRI وDave's Redistricting App. كما يمكنك تحميل ملف CSV (أو ملف Block Equivalency) من Representable إلى هذه المنصات وبرنامج DistrictBuilder للترسيم والتحليل.
es: ¡Puede cargar un archivo GEOJSON de los datos de las COI recopilados por Representable en varios sistemas cartográficos! Incluyen Maptitude, ESRI y Dave's Redistricting App. Además, puede cargar un archivo CSV (o un archivo de equivalencias de bloque) desde Representable a estas plataformas y a DistrictBuilder para el mapeo y análisis.

source: Have more questions? Email us at
ar: هل لديك أسئلة أخرى؟ راسلنا على البريد الإلكتروني
es: ¿Más preguntas? Comuníquese con

source: Redistricting Glossary
ar: مسرد إعادة ترسيم الدوائر
es: Redistritación está llegando.

source: Apportionment
ar: توزيع المقاعد
es: Prorrateo

source: The process of assigning electoral seats to various political groupings such as states, counties, and districts.
ar: عملية تخصيص المقاعد الانتخابية للفئات السياسية المتنوعة مثل الولايات والمقاطعات والدوائر.
es: Proceso de asignación de los asientos electorales a varios grupos políticos como estados, condados y distritos.

source: Census
ar: التعداد السكاني
es: Censo

source: The Census counts every person living in the United States and its five territories. It happens every 10 years and the results are used to determine the number of seats each state will have in the US House of Representatives. It is also used to draw congressional and state legislative districts.
ar: يحصي التعداد كل شخص يعيش في الولايات المتحدة والأقاليم الخمس التابعة لها. يجرى التعداد كل 10 سنوات وتستخدم نتائج التعداد في تحديد عدد المقاعد المخصصة لكل ولاية في مجلس النواب الأمريكي. كما يستخدم لترسيم الدوائر البرلمانية للكونغرس والدوائر التشريعية في كل ولاية.
es: El censo cuenta a cada persona que vive en los Estados Unidos y en sus cinco territorios. Esto sucede cada 10 años y los resultados se usan para determinar el número de asientos que tendrá cada estado en la Cámara de Representantes de EE. UU. También se usa para delimitar los distritos legislativos congresuales y estatales.

source: Census Block
ar: الكتلة التعدادية السكانية
es: Bloques censales

source: The smallest unit of geography of the Census.
ar: هي أصغر وحدة جغرافية في التعداد السكاني.
es: La unidad geográfica más pequeña del censo.

source: Census Block Group
ar: مجموعة الكتل التعدادية السكانية
es: Grupo de bloques censales

source: A collection of contiguous census blocks used by mapmakers to draw districts. Composed of 600 - 3,000 people.
ar: هي مجموعة كتل تعدادية سكانية متلاصقة يستخدمها مسؤولو رسم الخرائط لترسيم الدوائر. وتتكون من عدد سكان يتراوح ما بين 600 و3000 نسمة.
es: Conjunto de bloques censales adyacentes que los cartógrafos usan para delimitar distritos. Está conformado por entre 600 y 3,000 personas.

source: A government body that researches, drafts, and/or draws district maps for legislatures and Congress.
ar: جهة حكومية تتولى البحث وصياغة وترسيم خرائط الدوائر للهيئات التشريعية والكونغرس.
es: Un organismo gubernamental que investiga, elabora o delimita mapas de distritos para los organismos legislativos y el Congreso.

source: The guidelines that state legislatures and other map drawers must follow in order to create a district.
ar: التوجيهات الإرشادية التي يجب على الهيئات التشريعية ومسؤولي رسم الخرائط بالولاية اتباعها من أجل ترسيم الدوائر.
es: Las directrices que las legislaturas estatales y otros dibujantes de mapas deben seguir para poder crear un distrito.

source: District
ar: الدائرة
es: Distrito

source: The boundaries that define a group of people that vote for an elected official together.
ar: النطاق الجغرافي الذي يحدد مجموعة من السكان تصوت معًا على انتخاب المسؤولين.
es: Los límites que definen a un grupo de personas que votan juntas por un funcionario electo.

source: Contiguous District
ar: الدائرة المتلاصقة
es: Distrito adyacente

source: When there are no gaps in a district and it has connecting boundaries.
ar: عندما لا توجد أي فجوات في الدائرة وتكون حدودها متصلة.
es: Cuando no hay vacíos en un distrito y tiene límites conectados.

source: A plan or map that is intentionally drawn to advantage or disadvantage a specific group.
ar: خطة أو خريطة مرسومة عمدًا لصالح فئة معينة أو ضد صالحها.
es: Un plan o mapa que es delimitado intencionalmente para favorecer o perjudicar a un grupo específico.

source: Cracking
ar: تفريق الدوائر
es: Ruptura

source: The act of splitting apart members of one group into multiple districts to the point that they are a super-minority in that district. This reduces the electoral strength of the group overall.
ar: عملية تقسيم أفراد مجموعة واحدة إلى دوائر متعددة إلى الدرجة التي يكونوا فيها أقلية كبرى في تلك الدائرة. وهذا يقلل من القوة الانتخابية للمجموعة ككل.
es: El acto de separar los miembros de un mismo grupo en varios distritos hasta el punto en que se conviertan en una superminoría en ese distrito. Esto reduce la fuerza electoral de todo el grupo.

source: Packing
ar: ضم الدوائر
es: Unión

source: The act of grouping together members of one group within a district to the point that they are a super-majority in that district. This reduces the electoral influence of the group overall.
ar: عملية تجميع أفراد مجموعة واحدة بالدائرة إلى الدرجة التي يكونوا فيها أغلبية كبرى في تلك الدائرة. وهذا يقلل من النفوذ الانتخابي للمجموعة ككل.
es: El acto de reunir a los miembros de un mismo grupo dentro de un distrito hasta el punto en que se conviertan en una supermayoría en ese distrito. Esto reduce la influencia electoral de todo el grupo.

source: More Information
ar: المزيد من المعلومات
es: 1. Su información de identificación

source: Privacy
ar: خصوصية
es: Privacidad

source: <p>Your privacy is our highest priority. We gather your identifying information to verify that you are a real person. We will not publicly share anyone's individual personal information, such as name, address, or email.</p> <p>If you choose to submit an entry to an organization, the organization will receive your identifying information in order to verify that you are a real person. This aspect will be communicated to you before you save an entry.</p> <p>We rely on third-party services (Mixpanel and Google Analytics) to better understand our users' anonymous behavior on the website. This allows us to understand how we can improve Representable.org by finding any hidden friction points. We don't share any personal information with these services.</a> <p>Our implementation of third-party tracking services respects your browser's <a href="https://allaboutdnt.com/">Do Not Track</a> settings. We also give users the option to opt in or opt out of tracking at any point. Users can update their preferences on their account dashboard page (if logged in). By default, we enable Google Analytics to count website visitors (which only uses first-party cookies), but this behavior is disabled by opting out. Mixpanel is only enabled by opting in.</p> <p>It is Representable's policy to respect your privacy regarding any information we may collect from you across our website, <a href="http://representable.org">representable.org</a>, and other sites we own and operate.</p> <p>We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used.</p> <p>The information we collect from our users may be used for research by our team or by our partners at Princeton University. Such information will be retained in an anonymous form and in accordance with this policy's other provisions. If you do not wish for your information to be used in research, please contact us.</p> <p>We only retain collected information for as long as necessary to provide you with your requested service and, in an anonymized, aggregated form, for research purposes. What data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.</p> <p>We don’t share any personally identifying information publicly or with third-parties, except when explicit permission is given during a "community" submission or when required to by law.</p> <p>Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies. </p> <p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.</p> <p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us.</p> <p>This policy is effective as of July 14, 2020.</p>
ar: <p>خصوصيتك تأتي على رأس أولوياتنا. نحن نجمع معلوماتك الشخصية لكي نتحقق من أنك شخص حقيقي. ونحن لن نفصح علنًا عن المعلومات الشخصية لأي أحد، كالاسم أو العنوان أو البريد الإلكتروني.</p> <p>إذا اخترت أن تقدم بيانات لإحدى المنظمات، فسوف تتلقى المنظمة بياناتك الشخصية لكي تتحقق من أنك شخص حقيقي. وسيتم إخطارك بهذا الإجراء قبل أن تقوم بحفظ البيانات.</p> <p>يرجى العلم أننا نستعين بخدمات الغير (Mixpanel و Google Analytics) لتعريفنا بالمزيد عن السلوك غير المحدد للهوية لمستخدمي موقعنا. وهذا يمكننا من فهم كيفية تحسين Representable.org من خلال اكتشاف أي معوقات خفية. نحن لا نفصح عن أي معلومات شخصية لهذه الخدمات.</a> <p>فنحن في تنفيذنا لخدمات التعقب المقدمة من الغير نحترم إعدادات عدم التعقب <a href="https://allaboutdnt.com/">Do Not Track</a> على متصفحك. كما نسمح للمستخدمين باختيار التعقب أو إلغائه في أي وقت. حيث يمكن للمستخدم تغيير خياراته على صفحة لوحة بيانات حسابه (إذا كان مسجل الدخول). فنحن نمكن Google Analytics من حساب عدد زوار الموقع تلقائيًا (في استخدام ملفات تعريف الارتباط للطرف الأول فقط)، ولكن هذا الإجراء يتم إلغاؤه من خلال اختيار الإلغاء. أما Mixpanel فلا يمكن تفعيله إلا باختيار التفعيل.</p> <p>فسياسة Representable هي احترام خصوصيتكم في شأن أي معلومات نجمعها منكم في أنحاء موقعنا، <a href="http://representable.org">representable.org</a> والمواقع الأخرى التي نمتلكها ونديرها.</p> <p>فنحن لا نطلب المعلومات الشخصية إلا إذا كنا حقًا في حاجة إليها لتقديم الخدمات إليك. ونحن نجمعها بوسائل عادلة ومشروعة وبمعرفتك وموافقتك. كما أننا نبلغك بسبب جمعنا للمعلومات وكيفية استخدامنا لها.</p> <p>فالمعلومات التي نجمعها من مستخدمي موقعنا قد تستخدم للأبحاث من قبل فريق عملنا أو شركائنا في جامعة "برينستون". تُحفظ هذه المعلومات بصورة غير محددة للهوية ووفقًا للأحكام الأخرى لهذه السياسة. فإذا رغبت في عدم استخدام معلوماتك الشخصية في الأبحاث، فيرجى الاتصال بنا.</p> <p>نحن لا نحتفظ بالمعلومات المجموعة إلا للمدة اللازمة لتقديم خدماتك التي تطلبها وبصورة جماعية غير محددة للهوية، وللأغراض البحثية. فأي بيانات نخزنها لدينا نحميها بوسائل تجارية مقبولة للحيلولة دون فقدانها أو سرقتها، فضلًا عن عدم التصريح بالاطلاع عليها أو إفصاحها أو نسخها أو استخدامها أو تعديلها.</p> <p>نحن لا نفصح عن أي معلومات شخصية محددة للهوية علنًا أو للغير، إلا بعد الحصول على موافقة صريحة أثناء إرسال "المجتمع المحلي" أو إذا استوجب إفصاحها بموجب القانون.</p> <p>كما أن موقعنا قد يتضمن روابط لمواقع خارجية لا نديرها. فيرجى العلم أننا لا نتحكم بمحتوى وممارسات هذه المواقع، ولا يمكننا قبول تحمل المسؤولية والالتزام تجاه سياسات الخصوصية الخاصة بكل منها. </p> <p>أنت لك الحرية في رفض طلبنا بجمع معلوماتك الشخصية، ولكن عليك أن تفهم أننا بذلك قد لا نستطيع تقديم بعض خدماتنا التي تطلبها.</p> <p>واستمرار استخدامك لموقعنا سيعتبر قبولًا منك لسياساتنا الخاصة بالخصوصية والمعلومات الشخصية. إذا كانت لديك أي أسئلة عن كيفية تعاملنا مع بيانات المستخدم ومعلوماته الشخصية، لا تتردد في الاتصال بنا.</p> <p>يسري مفعول هذه السياسة اعتبارًا من 14 يوليو، 2020.</p>
es: <p>Su privacidad es nuestra máxima prioridad. Reunimos información personal para verificar que sea una persona real. No publicaremos la información personal de nadie, como nombre, dirección o correo electrónico. </p><p> Si decide presentar una solicitud a una organización, recibirán su información de identificación para verificar que usted es una persona real. Le comunicaremos esto antes de que guarde la información ingresada.</p><p> Utilizamos servicios tercerizados (Mixpanel y Google Analytics) para comprender mejor el comportamiento anónimo de nuestros usuarios en el sitio web. Esto nos permite entender cómo podemos mejorar Representable.org a través de la evaluación de puntos de fricción ocultos. No compartimos información personal con estos servicios.</a> <p>La implementación de servicios de rastreo tercerizados respeta la configuración de<a href="https://allaboutdnt.com/"> No Molestar</a> su buscador. También brindamos a los usuarios la opción de inclusión/exclusión voluntaria del rastreo en cualquier momento. Los usuarios pueden actualizar sus preferencias en la página de tablero de su cuenta (si han iniciado sesión). Por defecto, habilitamos Google Analytics para contabilizar las visitas en el sitio web (que solo utiliza cookies de origen), pero puede ser deshabilitado con la opción de exclusión. Mixpanel solo se habilita con la opción de inclusión.</p><p> La política de Representable es respetar su privacidad sobre la información que pudiéramos reunir a través de nuestro sitio web, <a href="http://representable.org">representable.org</a>, y otros sitios web que poseemos y operamos. </p> <p>Solo solicitamos información personal cuando realmente la necesitamos para brindarle un servicio. La recolectamos de manera justa y legal, con su conocimiento y consentimiento. Además, le informamos cómo será utilizada y por qué la estamos recolectando. </p> <p> La información que recolectamos de nuestros usuarios podría ser utilizada por nuestro equipo o nuestros colaboradores en la Universidad de Princeton con fines de investigación. Dicha información será almacenada de forma anónima y de acuerdo con todas las disposiciones de esta política. Si no desea que utilicemos su información con propósitos de investigación, contáctenos. </p><p> Solo almacenamos la información recolectada el tiempo necesario para brindarle el servicio que nos solicite, y de forma anónima y conjunta, solo con propósitos de investigación. La información que almacenamos, está protegida de forma comercialmente aceptable para prevenir robos, pérdidas, accesos no autorizados, divulgaciones, copias, usos o modificaciones.</p> </p>No compartimos ninguna información personal identificatoria de forma pública ni con terceros, excepto cuando hay una autorización explícita en una presentación en “comunidad” o cuando sea requerido por la ley.</p> <p> Nuestro sitio web puede conectar con sitios externos, que no son operados por nuestro equipo. Tome en cuenta que no tenemos control sobre el contenido y las prácticas en estos sitios, y no podemos aceptar responsabilidad por sus respectivas políticas de privacidad. </p><p> Tiene derecho a rechazar nuestro pedido de información personal, con conocimiento de que tal vez no podamos brindarle alguno de los servicios que desea.</p> <p>Su uso continuo de nuestro sitio web será interpretado como aceptación de nuestras prácticas con respecto a la información personal y privacidad. Si tiene dudas sobre el manejo de la información personal, contáctenos.</p> <p> Esta política es efectiva a partir del 14 de julio de 2020.</p>

source: Resources
ar: الموارد
es: Recursos

source: How does redistricting work in
ar: كيف تجرى إعادة ترسيم الدوائر في
es: ¿Cómo funciona la reorganización distrital?

source: redistricting criteria
ar: معايير إعادة ترسيم الدوائر
es: Criterios de reorganización distrital

source: Communities of Interest in
ar: المجتمعات ذات المصالح المشتركة في
es: Las comunidades de interés en

source: Educational Video
ar: فيديو تثقيفي
es: Video educativo

source: This video is a text-based educational tool meant to inform users about the redistricting process, dangers of gerrymandering, and the effectiveness of Communities of Interest which can be mapped easily on Representable.org.
ar: هذا الفيديو أداة تثقيفية مدعومة بالنص مقدم لتعريف المستخدمين بعملية إعادة ترسيم الدوائر ومخاطر التلاعب بحدودها وفاعلية المجتمعات ذات المصالح المشتركة التي يمكن ترسيمها بسهولة على Representable.org.
es: Este video es una herramienta educativa basada en un texto para informar a los usuarios sobre el proceso de reorganización distrital, los peligros del g

source: Demo Videos
ar: فيديوهات توضيحية
es: Videos de demostración

source: These video walkthroughs are key to navigating Representable from both the perspective of a user and an organization, complete with tips for easily mapping your community and collecting communities of interest.
ar: هذه الفيديوهات التوضيحية هي أدلة لتصفح موقع Representable من منظور كل من المستخدم والمنظمة، وتختتم بإرشادات عن كيفية ترسيم خريطة مجتمعك بسهولة وجمع المجتمعات ذات المصالح المشتركة.
es: El recorrido de este video es clave para aprender a navegar Representable desde la perspectiva de un usuario y de una organización. Cuenta con consejos para delimitar fácilmente su comunidad y recolectar comunidades de interés.

source: One Pager
ar: نشرات الصفحة الواحدة
es: Documentos de una página

source: This infographic provides a short overview of redistricting, gerrymandering, and how Representable can be used to address this issue using communities of interest.
ar: يقدم هذا الإنفوجرافيك نظرة موجزة على إعادة ترسيم الدوائر والتلاعب بحدود الدوائر وكيف يمكن أن يستخدم Representable في معالجة هذه المسألة باستخدام المجتمعات ذات المصالح المشتركة.
es: Esta infografía brinda un resumen de la reorganización distrital, el

source: Organization Guide
ar: دليل المنظمات
es: Para las organizaciones

source: This guide is the primary reference point for organizations to find information about the tool, community mapping drives, our educational materials, FAQs, and more!
ar: هذا الدليل مرجع رئيسي للمنظمات يمكّنها من إيجاد المعلومات بشأن الأداة ومحركات رسم خرائط المجتمعات المحلية وموادنا التثقيفية والأسئلة الشائعة، والمزيد.
es: Esta guía es el punto de referencia principal para que las organizaciones descubran información sobre las herramientas, campañas de diseño de mapas, nuestro material educativo, preguntas frecuentes y más.

source: READ MORE
ar: قراءة المزيد
es: LEER MÁS

source: Community Mapping Event Powerpoint
ar: عرض باوربوينت لفاعليات ترسيم خرائط المجتمعات المحلية
es: Presentación sobre el diseño de mapas comunitarios

source: This powerpoint can be used to run online mapping events with your community. Guide people through the process of identifying their community’s needs and mapping their COI.
ar: يمكن استخدام هذا العرض لإدارة فاعليات ترسيم الخرائط على الإنترنت بمشاركة مجتمعك المحلي. يمكنك إرشاد الناس في مسار عملية تحديد احتياجات مجتمعاتهم ورسم خرائطها وتحديد مجتمعاتهم ذات المصالح المشتركة.
es: Esta presentación puede utilizarse para organizar eventos virtuales para diseñar mapas con su comunidad. Ayuda a las personas a identificar las necesidades de su comunidad y a delimitar sus Comunidades de Interés.

source: DOWNLOAD
ar: تنزيل
es: DESCARGAR

source: Additional Resources
ar: موارد أخرى
es: Recursos Adicionales

source: Princeton Gerrymandering Project
ar: مشروع "برينستون" لمحاربة التلاعب بحدود الدوائر
es: El gerrymandering

source: Through nonpartisan analysis, the Princeton Gerrymandering Project bridges the gap between mathematics and the law to achieve fair representation through redistricting reform.
ar: يهدف "مشروع برينستون لمحاربة التلاعب بحدود الدوائر" اعتمادًا على التحليل غير الحزبي إلى سد الفجوة بين الأرقام والقانون سعيًا لتحقيق التمثيل العادل من خلال الإصلاح بإعادة ترسيم الدوائر.
es: A través de análisis apartidarios, el Proyecto de

source: GeoCivics Redistricting Materials
ar: مواد إعادة ترسيم الدوائر من GeoCivics
es: Materiales de GeoCivics para la reorganización distrital

source: GeoCivics provides a suite of state-based resources to develop skills and knowledge for discussing the apportionment and redistricting process in the United States. These resources prepare and support students, teachers, and community members with interactive tools and geospatial data, leading to engagement in conversation about the construction of electoral districts.
ar: تقدم GeoCivics مجموعة من الموارد الحكومية بالولايات ترمي إلى تطوير المهارات والخبرات لمناقشة التقسيم وعملية إعادة ترسيم الدوائر في الولايات المتحدة. وهذه الموارد تجهز وتدعم الطلاب والمعلمين وسكان المجتمع بأدوات تفاعلية وبيانات جغرافية مكانية تساعد في إشراكهم في الحوار بشأن إنشاء الدوائر الانتخابية.
es: GeoCivis brinda un conjunto de recursos estatales para el desarrollo de habilidades y conocimientos que ayuden a debatir sobre el proceso de prorrateo y reorganización distrital en los Estados Unidos. Estos recursos capacitan y ayudan a estudiantes, docentes y miembros de la comunidad mediante herramientas interactivas e información geográfica, para lograr que participen de la conversación sobre la construcción de los distritos electorales.

source: Terms
ar: شروط الإستخدام
es: Condiciones

source: 1. Terms
ar: 1- الشروط
es: Condiciones
