Repository: Representable/representable
Catalog: representable/<representable>locale/*/LC_MESSAGES/django.po
Languages: ar, es

source: Please include your entire address.
ar: يرجى ذكر عنوانك بالكامل.
es: Incluya su dirección completa.

source: Why do we need your information?
ar: لماذا نحتاج إلى بياناتك؟
es: ¿Por qué necesitamos su información?

source: Your personal privacy is our highest priority. We gather personal information to verify that you are a real person. If you choose to submit this entry to an organization, the administrators of the organization will have access to this information. Learn more about our commitment to privacy on our <a target="_blank" rel="noopener noreferrer" href="%(url1)s">Privacy</a> and <a target="_blank" rel="noopener noreferrer" href="%(url2)s">Terms</a> pages.
ar: خصوصيتك على رأس أولوياتنا. نحن نجمع المعلومات الشخصية لكي نتحقق من أنك شخص حقيقي. إذا اخترت أن تقدم هذه البيانات إلى إحدى المنظمات، سيستطيع مديرو المنظمة الاطلاع على هذه المعلومات. اعرف المزيد عن التزامنا بالخصوصية على صفحاتنا <a target="_blank" rel="noopener noreferrer" href="%(url1)s">Privacy</a> and <a target="_blank" rel="noopener noreferrer" href="%(url2)s">Terms</a> لشروط الخصوصية.
es: Su privacidad es nuestra máxima prioridad. Reunimos información personal para verificar que sea una persona real. Si elige presentar esta solicitud a una organización, los administradores de la misma tendrán acceso a esta información. Para leer más sobre nuestro compromiso con la privacidad, visite nuestras páginas de <a target="_blank" rel="noopener noreferrer" href="%(url1)s">Condiciones</a> y <a target="_blank" rel="noopener noreferrer" href="%(url2)s">Privacidad</a>.

source: Street
ar: الشارع
es: Dirección

source: City
ar: المدينة
es: Ciudad

source: Zipcode
ar: الكود البريدي
es: Código postal

source: <p><strong>Search for a zipcode, address, or landmark to start. Then draw your community by clicking units on the map.</strong></p>
ar: <p><strong>ابحث عن الكود البريدي أو العنوان أو معلم بارز للبدء. ثم شارك في ترسيم حدود مجتمعك بالنقر على الوحدات الظاهرة على الخريطة.</strong></p>
es: <p><strong>Busque su código postal, dirección o punto de referencia para empezar. Luego, delimite su comunidad haciendo clic en las unidades del mapa.</strong></p>

source: <p>Make sure that all your community is contained within the highlighted units, and that it does not contain gaps. The units are <span id="units-link"><a class="no-underline-link" href="https://www.census.gov/programs-surveys/geography/about/glossary.html#par_textimage_4" target="_blank"><strong>census block groups</strong></a></span>, which are used by map drawers to draw voting districts.</p>
es: <p>Asegúrese de que toda su comunidad esté dentro de las unidades resaltadas y de que no existan vacíos. Las unidades son <span id="units-link"><a class="no-underline-link" href="https://www.census.gov/programs-surveys/geography/about/glossary.html#par_textimage_4" target="_blank"><strong>grupos de bloques censales</strong></a></span> que utilizan los cartógrafos para delimitar los distritos de votación.

source: Change your mapping units.
ar: غير وحدات رسم خريطتك.
es: Cambie las unidades del mapa.

source: Currently, you are mapping with <b>census block groups</b>. These units are used by map drawers to draw voting districts.
ar: حاليًا أنت ترسم الخرائط باستخدام <b>مجموعات الكتل التعدادية السكانية</b>. وهذه الوحدات يستخدمها مسؤولو رسم الخرائط لرسم الدوائر الانتخابية.
es: Actualmente, está diseñando con <b>grupos de bloques censales</b>. Los cartógrafos utilizan estas unidades para delimitar los distritos de votación.

source: If you would like to map your community with smaller units, you can switch to <b>census blocks</b>. Census blocks are small units that make up census block groups.
ar: إذا أردت رسم خريطة مجتمعك بوحدات أصغر، يمكنك التحول إلى <b>الكتل التعدادية السكانية</b>. الكتل التعدادية السكانية وحدات صغيرة تشكل مجموعات الكتل التعدادية السكانية.
es: Si quisiera diseñar su comunidad con unidades más pequeñas, puede cambiar a <b> bloques censales</b>. Los bloques censales son unidades pequeñas que conforman grupos de bloques censales.

source: If you switch the units now, your current selection will be erased.
ar: إذا حولت الوحدات الآن، سيُحذف اختيارك الحالي.
es: Si cambia las unidades, su selección actual se borrará.

source: Switch to smaller units
ar: التحول إلى الوحدات الصغيرة
es: Cambiar a unidades más pequeñas.

source: Currently, you are mapping with <b>census blocks</b>. These units are used by map drawers to draw voting districts.
ar: حاليًا أنت ترسم الخرائط باستخدام <b>الكتل التعدادية السكانية</b>. وهذه الوحدات يستخدمها مسؤولو رسم الخرائط لرسم الدوائر الانتخابية.
es: Actualmente, está diseñando con <b>bloques censales</b>. Los cartógrafos utilizan estas unidades para delimitar los distritos de votación.

source: If you would like to map your community with larger units, you can switch to <b>census block groups</b>. Census block groups are large units comprised of census blocks.
ar: إذا أردت رسم خريطة مجتمعك بوحدات أكبر، يمكنك التحول إلى <b>مجموعات الكتل التعدادية السكانية</b>. مجموعات الكتل التعدادية السكانية وحدات كبيرة تتكون من كتل تعدادية سكانية.
es: Si quisiera diseñar su comunidad con unidades más grandes, puede cambiar a<b> grupos de bloques censales</b>. Los grupos de bloques censales son unidades grandes conformados por bloques censales.

source: Switch to larger units
ar: التحول إلى الوحدات الكبيرة
es: Cambiar a unidades más grandes.

source: How to draw my community?
ar: كيف أرسم خريطة مجتمعي؟
es: ¿Cómo dibujo a mi comunidad?

source: Select units on the map by clicking with your mouse. To deselect a unit, click it again. Watch the following video to learn more.
ar: اختر الوحدات من على الخريطة من خلال النقر بالماوس. لإلغاء اختيار الوحدة، انقر عليها مرة أخرى. شاهد الفيديو التالي لمعرفة المزيد.
es: Haga clic para seleccionar las unidades en el mapa. Para deseleccionar una unidad, haga clic nuevamente. Mire los siguientes videos para aprender más.

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes

source: What are the units?
ar: ماذا يقصد بالوحدات؟
es: ¿Qué son las unidades?

source: Why am I unable to save my map?
ar: لماذا لا يمكنني حفظ خريطتي؟
es: ¿Por qué no puedo guardar mi mapa?

source: Make sure that it does not contain gaps. Communities of Interest must be contiguous.
ar: تأكد من أن الخريطة لا تتخللها فجوات. فالمجتمع ذو المصالح المشتركة لا بد أن يكون متصل الأراضي.
es: Asegúrese de que no existan vacíos. Las Comunidades de Interés deben ser limítrofes.

source: Can I map outside of my state?
ar: هل يمكنني ترسيم الخرائط خارج ولايتي؟
es: ¿Puedo hacer un mapa afuera de mi estado?

source: In order to map outside of your state, you need to add a new community within the other state.
ar: لترسيم خرائط الدوائر خارج ولايتك، عليك أن تضيف مجتمعًا محليًا جديدًا داخل الولاية الأخرى.
es: Para diseñar mapas fuera de su estado, debe agregar una comunidad nueva dentro del otro estado.

source: How large should my community be?
ar: ما الحجم الذي ينبغي أن يكون عليه مجتمعي المحلي؟
es: ¿Qué tan grande debería ser mi comunidad?

source: Your community can be as small as one unit or as large as 800 units.
ar: يتراوح حجم المجتمع ما بين وحدة واحدة و800 وحدة.
es: Su comunidad puede ser tan pequeña como una unidad o tan grande como 800 unidades.

source: Community Name
ar: اسم المجتمع المحلي
es: Nombre de la Comunidad

source: Community Activities and Services
ar: أنشطة وخدمات المجتمعات المحلية
es: Actividades y servicios comunitarios

source: Cultural or Historical Interests
ar: المصالح الثقافية أو التاريخية
es: Intereses Culturales o Históricos

source: Economic or Environmental Interests
ar: المصالح الاقتصادية أو البيئية
es: Intereses Económicos o Ambientales

source: Community Needs and Concerns
ar: احتياجات وشواغل المجتمع المحلي
es: Necesidades y Preocupaciones de la Comunidad

source: The units are <strong>census block groups</strong>, which are used by map drawers to draw voting districts.
ar: هذه الوحدات عبارة عن <strong>مجموعات كتل تعدادية سكانية</strong> يستخدمها مسؤولو رسم الخرائط لترسيم الدوائر الانتخابية.
es: Las unidades son <strong>grupos de bloques censales</strong> que utilizan los cartógrafos para delimitar los distritos de votación.

source: Your Community Info
ar: معلومات مجتمعك
es: Información de la Comunidad

source: Communities Activities and Services
ar: أنشطة وخدمات المجتمعات المحلية
es: Actividades y Servicios Comunitarios

source: EDIT INFO
ar: تعديل البيانات
es: EDITAR INFORMACIÓN

source: Saving Community...
ar: حفظ المجتمع المحلي...
es: Guardando Comunidad...

source: SAVE
ar: حفظ
es: GUARDAR

source: Population
ar: السكان
es: Población

source: Step-by-step guide
ar: دليل الخطوات المفصل
es: Guía paso a paso

source: You need to draw a community to submit the form.
ar: يجب أن ترسم حدود مجتمع محلي لتقديم الاستمارة.
es: Necesita dibujar una comunidad para enviar el formulario.

source: Add your community to the map.
ar: ضع مجتمعك على الخريطة
es: Añadir su comunidad al mapa.

source: Mapping your community and identifying its shared interests allows public officials to take your community’s concerns into account.
ar: ترسيم حدود مجتمعك وتحديد مصالحه المشتركة يسمح لمسؤولي الجهات العامة بأخذ مصالح المجتمع في الاعتبار.
es: Dibujar tu comunidad e identificar sus intereses compartidos empuja a servidores públicos a tomar en cuenta las preocupaciones de su comunidad.

source: Gerrymandering
ar: التلاعب في حدود الدوائر
es: El gerrymandering

source: is silencing communities across the country.
ar: يكمم أصوات الناس في كل أنحاء البلد.
es: está silenciando comunidades en todo el país.

source: Politicians have been splitting up or packing together communities into districts that silence their voices. Gathering communities of interest helps fight gerrymandering.
ar: فالسياسيون يقومون بتقسيم المجتمعات المحلية أو ضمها معًا بما يشكل دوائر تكمم أصوات الناس فيها. ولذلك يساعد ضم المجتمعات ذات المصالح المشتركة في محاربة التلاعب بحدود الدوائر.
es: Los políticos han estado dividiendo y concentrando comunidades en distritos que silencian las voces de los miembros de esas comunidades. Reunir mapas de comunidades de interés nos ayuda a luchar contra el gerrymandering.

source: ADD MY COMMUNITY
ar: إضافة مجتمعي المحلي
es: Añadir mi comunidad

source: Please make sure to agree to the terms and conditions.
ar: يرجى التأكد من الموافقة على الشروط والأحكام.
es: Asegúrese de aceptar los términos y condiciones.

source: Privacy and Terms of Use
ar: الخصوصية وشروط الاستخدام
es: Privacidad y Condiciones de Uso

source: We gather your identifying information to verify that you are a real person. We will not publicly share anyone's individual personal information, such as name, address, or email. Your privacy is our highest priority.
ar: نحن نجمع معلوماتك الشخصية لكي نتحقق من أنك شخص حقيقي. ونحن لن نفصح علنًا عن المعلومات الشخصية لأي أحد، كالاسم أو العنوان أو البريد الإلكتروني. خصوصيتك تأتي على رأس أولوياتنا.
es: Reunimos información personal para verificar que sea una persona real. No publicaremos la información personal de nadie, como nombre, dirección o correo electrónico. Su privacidad es nuestra máxima prioridad.

source: Click here to indicate that you have read and agree to the <a target="_blank" rel="noopener noreferrer" href=%(url2)s>Terms of Use</a> and <a target="_blank" rel="noopener noreferrer" href="%(url1)s">Privacy Policy</a>.
ar: اضغط هنا لتؤكد أنك قرأت وتوافق على <a target="_blank" rel="noopener noreferrer" href=%(url2)s>شروط الاستخدام</a> و <a target="_blank" rel="noopener noreferrer" href="%(url1)s">سياسة الخصوصية</a>.
es: Haga clic aquí para indicar que ha leído y acepta los <a target="_blank" rel="noopener noreferrer" href=%(url2)s>Término de Uso</a> y las <a target="_blank" rel="noopener noreferrer" href="%(url1)s">Políticas de Privacidad</a>.

source: Submitted communities are final and public.
ar: المجتمعات التي تُرسم وتُقدم ستكون نهائية وعلنية.
es: Las comunidades presentadas son finales y públicas.

source: In order to edit a saved community you will need to create a new community and delete the old one. Your community map, name, and testimony will be publicly visible on Representable.org
ar: لتعديل مجتمع تم حفظه، عليك أن تنشئ مجتمعًا جديدًا وتحذف القديم. ستظهر الخريطة التي ترسمها للمجتمع المحلي واسمك وشهادتك علنًا على موقع Representable.org.
es: Para editar una comunidad guardada, deberá crear una nueva comunidad y eliminar la anterior. El mapa de la comunidad, nombre y testimonio serán visibles al público en Representable.org

source: You need to complete the recaptcha to submit this map.
ar: يجب عليك استكمال رمز التحقق (recaptcha) لإرسال هذه الخريطة.
es: Debe completar el recaptcha para enviar este mapa.

source: BACK
ar: السابق
es: REGRESAR

source: SUBMIT
ar: إرسال
es: ENTREGAR

source: Step 2
ar: الخطوة 2
es: Paso 2

source: What unites your Community of Interest?
ar: ما الأشياء التي توحد مجتمعك ذا المصالح المشتركة؟
es: ¿Qué es una comunidad de interés?

source: What is a Community of Interest?
ar: ماذا يقصد بالمجتمع ذي المصالح المشتركة؟
es: ¿Qué es una comunidad de interés?

source: A Community of Interest is a <strong>geographic area</strong> that shares <strong>cultural</strong>, <strong>historical</strong>, or <strong>economic</strong> interests. Communities of Interest encourage the drawing of fairer voting districts.
ar: المجتمع ذو المصالح المشتركة هو<strong>منطقة جغرافية</strong> تجمع سكانها مصالح <strong>ثقافية</strong> أو <strong>تاريخية</strong> أو <strong>اقتصادية</strong> مشتركة. والمجتمعات ذات المصالح المشتركة تشجع الترسيم العادل للدوائر الانتخابية.
es: Una Comunidad de Interés es un <strong>área geográfica</strong> que comparte intereses <strong>culturales</strong>, <strong>históricos</strong> o <strong>económicos</strong>. Las Comunidades de Interés fomentan la creación de distritos de votación más justos.

source: Communities of Interest can include...
ar: ويمكن أن تشمل المجتمعات ذات المصالح المشتركة الآتي...
es: Las comunidades de interés pueden incluir ...

source: Your neighborhood, or an area you live in.
ar: حيك السكني، أو المنطقة التي تعيش فيها.
es: Su vecindario, o el área donde vive.

source: The people you would like to choose representatives with.
ar: الناس الذين تود أن تختار معهم من يمثلكم.
es: Las personas con las que le gustaría elegir representantes.

source: A local group that is brought together by a common interest.
ar: جماعة محلية تجمعها مصالح مشتركة.
es: Un grupo local que se une por un interés común.

source: A Community of Interest is a geographic area that shares <strong>cultural</strong>, <strong>historical</strong>, or <strong>economic</strong> interests. Communities of Interest encourage the drawing of fairer voting districts.
ar: المجتمع ذو المصالح المشتركة هو منطقة جغرافية تجمع سكانها مصالح <strong>ثقافية</strong> أو <strong>تاريخية</strong> أو <strong>اقتصادية</strong> مشتركة. والمجتمعات ذات المصالح المشتركة تشجع الترسيم العادل للدوائر الانتخابية.
es: Una Comunidad de Interés es un <strong>área geográfica</strong> que comparte intereses <strong>culturales</strong>, <strong>históricos</strong> o <strong>económicos</strong>. Las Comunidades de Interés fomentan la creación de distritos de votación más justos.

source: Respond to <b>at least one</b> of the sections below. There are no wrong answers.<br> Click on each category to see helpful questions and examples.
ar: أجب عن بند <b>واحد على الأقل</b> من البنود أدناه. ليست هناك إجابات خاطئة.<br> انقر على كل فئة للاطلاع على أسئلة وأمثلة مفيدة.
es: Responda <b>al menos una</b> de las siguientes secciones. No hay respuestas equivocadas. <br> Haga clic en cada categoría para leer preguntas y ejemplos útiles.

source: Please fill out at least one of the interest fields.
ar: يرجى ملء خانة واحدة على الأقل من خانات المصالح.
es: Complete al menos una de las secciones de interés.

source: Use these questions to think more about how you would describe your community...
ar: استخدم هذه الأسئلة للتفكير بشكل أوسع في كيفية وصفك لمجتمعك المحلي...
es: Usa estas preguntas para pensar más en cómo describirías tu comunida...

source: Where do people in your community gather or socialize?
ar: أين يجتمع الناس في مجتمعك المحلي أو يختلطون اجتماعيًا؟
es: ¿Dónde se congregan para socializar en su comunidad?

source: How and where does your community access services (healthcare, transportation, educational services, etc.)?
ar: كيف يحصل أفراد مجتمعك المحلي ومن أين يحصلون على الخدمات (الرعاية الصحية، النقل، التعليم، إلخ)؟
es: ¿Cómo y dónde acceden servicios básicos (médicos, transportación, educación, etc.)?

source: Examples of activities and services:
ar: أمثلة للأنشطة والخدمات:
es: Ejemplos de actividades y servicios:

source: Shopping areas, schools and universities, libraries, parks, lakes, rivers, places of worship, healthcare services, public transport, local nonprofit organizations, etc.
ar: مناطق التسوق، المدارس والجامعات، المكتبات، الحدائق، البحيرات، الأنهار، دور العبادة، خدمات الرعاية الصحية، النقل العام، المنظمات غير الربحية المحلية، إلخ.
es: Zonas comerciales, escuelas y universidades, bibliotecas, parques, lagos, ríos, centros de culto, servicios de salud, transporte público, organizaciones locales sin fines de lucro, etc.

source: What are the cultural bonds in your community?
ar: ما هي الروابط الثقافية في مجتمعك؟
es: ¿Cuáles son los lazos culturales de tu comunidad?

source: If your community has a shared history, what is it?
ar: إذا كان لمنطقتك تاريخ مشترك، فما هو؟
es: Si tu comunidad tiene una historia compartida, ¿cuál es?

source: Examples of cultural or historical interests:
es: Ejemplos de intereses culturales o históricos:

source: Religious groups, ethnic groups, languages, age groups, immigration status, historic or arts districts, etc.
ar: الطوائف الدينية، الطوائف العرقية، اللغات، الفئات العمرية، أوضاع الهجرة، الأحياء التاريخية أو أحياء الفنون، إلخ.
es: Grupos religiosos, grupos étnicos, idiomas, grupos de edad, estatus migratorio, distritos históricos o artísticos, etc.

source: <b>Use these questions to think more about how you would describe your community...</b><br> &emsp; - Where are residents employed?<br> &emsp; - If there are environmental concerns in your community, what are they?<br><br> <span class="blue-text"><b>Examples of economic or environmental interests:</b> Tourism industry, agricultural workers, mining town, manufacturing center, polluted natural resource, unemployment problem, etc.</span>
ar: <b>استخدم هذه الأسئلة للتفكير بشكل أوسع في كيفية وصفك لمجتمعك المحلي...</b><br> &emsp; - أين يعمل السكان؟<br> &emsp; - إذا كانت هناك مشاكل بيئية في مجتمعك، فما هي؟<br><br> <span class="blue-text"><b>أمثلة للمصالح الاقتصادية أو البيئية:</b> النشاط السياحي، العمالة الزراعية، بلدات التعدين، المراكز الصناعية، الموارد الطبيعية الملوثة، مشكلة البطالة، إلخ.</span>
es: Utilice estas preguntas para pensar más sobre cómo describiría a su comunidad... </b><br> &emsp; - ¿Dónde trabajan los residentes? <br> &emsp; - Si hay preocupaciones ambientales en su comunidad, ¿cuáles son? <br><br> <span class="blue-text"><b>Ejemplos de intereses económicos o ambientales: </b> Industria turística, trabajadores agrícolas, ciudades mineras, centros de fabricación, recursos naturales contaminados, problemas de desempleo, etc.</span>

source: What should politicians and/or map drawers know about your community?
ar: ما الأشياء المهمة التي يجب أن يعرفها السياسيون ومسؤولو رسم الخرائط عن مجتمعك؟
es: ¿Qué deberían saber los políticos y diseñadores de mapas sobre tu comunidad?

source: What are the needs of your community?
ar: ما هي احتياجات مجتمعك؟
es: ¿Cuáles son las necesidades de tu comunidad?

source: Is there anything else you want to tell us about your community?
ar: هل هناك شيء آخر تود أن تخبرنا به عن مجتمعك؟
es: ¿Hay algo más que nos quieras contar sobre tu comunidad?

source: Examples of needs or concerns:
es: Ejemplos de necesidades o preocupaciones:

source: Keep community in the same district or separate into multiple districts, shared policy concerns, need for a social service, relationship to other nearby communities, issues with current district lines
ar: إبقاء المجتمع داخل نفس الدائرة أو تقسيمه بين عدة دوائر، الشواغل المشتركة بشأن السياسات، الحاجة إلى الخدمات الاجتماعية، العلاقة مع المجتمعات الأخرى المجاورة، مشاكل الحدود الحالية للدوائر
es: Mantener a la comunidad en un mismo distrito o separarla en diferentes distritos, preocupaciones de políticas comunes, necesidad de un servicio social, relaciones con otras comunidades cercanas, problemas con distritos electorales presentes.

source: Don't see your topic?
ar: لا تستطيع رؤية موضوعك؟
es: ¿No encuentra su tema?

source: Try typing a term similar to what you have in mind. If you still have a tag you want to add that isn't available, contact our team with your tag request by emailing <a href="mailto:team@representable.org">team@representable.org</a>.
ar: حاول كتابة مصطلح مشابه لما يدور في رأسك؟ إذا كانت لا تزال لديك إشارة تود أن تضيفها وليست متاحة، فاتصل بفريق عملنا وقدم لهم طلب الإشارة عن طريق البريد الإلكتروني <a href="mailto:team@representable.org">team@representable.org</a>.
es: Intente escribiendo un término parecido al que tiene en mente. Si aún tiene una etiqueta que desea agregar y que no está disponible, contacte a nuestro equipo con su solicitud de etiqueta enviando un correo electrónico a <a href="mailto:team@representable.org">team@representable.org</a>.

source: Please include a community name.
ar: يرجى ذكر اسم المجتمع المحلي.
es: Nombre de tu comunidad.

source: Name your community.
ar: اذكر اسم مجتمعك.
es: Nombre de tu comunidad.

source: Give your community of interest a name. This does not have to be the official name of your community.
ar: إعط اسمًا لمجتمعك ذي المصالح المشتركة. هذا الاسم لا يجب أن يكون بالضرورة الاسم الرسمي لمجتمعك.
es: Dale un nombre a tu comunidad de interés. Este nombre no tiene que ser el nombre oficial de tu comunidad.

source: Examples
ar: أمثلة
es: Ejemplos

source: Cherry Farmers Community, St. Peters Church Community, Riverside Fishing Community
ar: Cherry Farmers Community أو St. Peters Church Community أو Riverside Fishing Community
es: Comunidad de Agricultores de Cereza, Comunidad de la Iglesia de San Pedro, Comunidad de Pesca Riverside

source: Community Name:
ar: اسم المجتمع المحلي:
es: Nombre de la comunidad:

source: Are you the leader of an organization?
ar: هل أنت قائد منظمة
es: ¿Eres la líder de una organización?

source: VIEW COMMUNITIES
ar: إظهار المجتمعات المحلية
es: VER COMUNIDADES

source: <b>Our mission is to give communities a voice in drawing voting districts.</b> Representable allows people to draw Communities of Interest and share information about the interests and needs in those communities.
ar: <b>مهمتنا هي تمكين المجتمعات المحلية من إبداء آرائها في ترسيم الدوائر الانتخابية.</b> حيث تقوم Representable بتمكين المواطنين من ترسيم المجتمعات ذات المصالح المشتركة ومشاركة المعلومات عن مصالح واحتياجات هذه المجتمعات.
es: <b>Nuestra misión es brindarle a las comunidades el espacio para opinar sobre la delimitación de los distritos de votación.</b> Representable permite que las personas delimiten comunidades de interés y que compartan información sobre los intereses y necesidades de esas comunidades.

source: View Communities
ar: إظهار المجتمعات المحلية
es: Mis Comunidades

source: State Map
ar: خريطة الولاية
es: Mapa del Estado

source: Data layers
ar: طبقات البيانات
es: Capas de datos

source: Election Data
ar: بيانات الانتخابات
es: Datos electorales

source: Communities
ar: المجتمعات المحلية
es: Mis Comunidades

source: Community Information
ar: معلومات المجتمع
es: Información de la comunidad

source: Only Show
es: Solo mostrar

source: Show More
ar: إظهار المزيد
es: Mostrar más

source: Show All
ar: إظهار الكل
es: Mostar ejemplos

source: Search while moving the map
ar: البحث مع تحريك الخريطة
es: Haga una búsqueda mientras mueve el mapa

source: About Representable
ar: معلومات عن ربريسنتبل
es: Sobre Representable
