Repository: Representable/representable
Catalog: representable/<representable>locale/*/LC_MESSAGES/django.po
Languages: ar, es

source: Please Confirm Your E-mail Address
ar: يرجى تأكيد عنوان بريدك الإلكتروني
es: Confirme su correo electrónico

source: Email Confirmation
ar: تأكيد البريد الإلكتروني
es: Confirmación de correo electrónico

source: Welcome to Representable.org!
ar: مرحبًا بك في Representable.org.
es: ¡Bienvenido a Representable.org!

source: Click the button below to confirm your email address for your Representable.org account. If you didn't create an account with Representable.org you can safely delete the email.
ar: انقر على الزر أدناه لتأكيد عنوان بريدك الإلكتروني الذي ستسجل به حسابك على Representable.org. إذا لم تكن أنشأت حسابًا على Representable.org فيمكنك حذف البريد الإلكتروني بأمان.
es: Haga clic en el botón de abajo para confirmar su correo electrónico para su cuenta de Representable.org Si no creó una cuenta de Representable.org, puede eliminar el correo de manera segura.

source: If the button doesn't work, copy and paste the following link in your browser:
ar: إذا لم يعمل الزر، قم بنسخ ولصق الرابط التالي في متصفحك:
es: Si el botón no funciona, copie y pegue el siguiente link en su buscador:

source: The Representable.org Team
ar: فريق عمل Representable.org
es: El equipo de Representable.org

source: This is preheader text. Some clients will show this text as a preview.
ar: هذا النص نص معاينة مسبقة. بعض العملاء سيظهر لديهم هذا النص على أنه معاينة تمهيدية.
es: Este es el pre-encabezado. Algunos clientes mostrarán este texto como vista previa.

source: Confirm Email
ar: تأكيد البريد الإلكتروني
es: Confirmar correo electrónico

source: Password Reset Email
ar: البريد الإلكتروني لإعادة تعيين كلمة المرور
es: Correo electrónico para restablecer contraseña

source: Hello from Representable.org!
ar: موقع Representable.org يرحب بكم.
es: ¡Saludos desde Representable.org!

source: In case you forgot, your username is %(username)s.
ar: في حال أنك نسيت، اسم المستخدم الخاص بك هو %(username)s.
es: En caso lo olvide, su nombre de usuario es %(username)s.

source: Password Reset E-mail
ar: البريد الإلكتروني لإعادة تعيين كلمة المرور
es: Correo electrónico para restablecer contraseña

source: Confirm E-mail Address
ar: تأكيد عنوان البريد الإلكتروني
es: Confirmar correo electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: يرجى التأكيد بأن <a href="mailto:%(email)s">%(email)s</a> هو عنوان البريد الإلكتروني للمستخدم %(user_display)s.
es: Confirma que <a href="mailto:%(email)s">%(email)s</a> es el correo electrónico del usuario %(user_display)s.

source: Finish Sign Up
ar: إنهاء التسجيل
es: Finalizar registro

source: Making an account helps us protect legitimate submissions.
ar: إنشاء الحساب يساعدنا على حماية البيانات المقدمة المشروعة.
es: Creando una cuenta nos ayuda a proteger entregas legítimas.

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: هذا الرابط الخاص بتأكيد البريد الإلكتروني منتهي الصلاحية أو غير صالح. يرجى <a href="%(email_url)s">إصدار طلب جديد لتأكيد البريد الإلكتروني</a>.
es: El enlace para confimación de correo electrónico expiró o no es válido. Por favor, <a href="%(email_url)s"> solicite una nueva confirmación de correo electrónico.

source: Already have an account?
ar: هل لديك حساب موجود؟
es: ¿Ya tienes una cuenta?

source: Log In
ar: تسجيل الدخول
es: Iniciar sesión

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?

source: log in
ar: تسجيل الدخول
es: Iniciar sesión

source: No Account? Sign up.
ar: ليس لديك حساب؟ التسجيل.
es: Configuraciones

source: Sign Out
ar: تسجيل الخروج
es: Cerrar sesión

source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
es: ¿Estás seguro de que quieres cerrar sesión?

source: Change Password
ar: تغيير كلمة المرور
es: Cambiar contraseña

source: Change your password
ar: تغيير كلمة مرورك
es: Cambie su contraseña

source: Forgot your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة مرورك؟ أدخل عنوان بريدك الإلكتروني أدناه، وسنرسل إليك رسالة إلكترونية للسماح لك بإعادة تعيينها.
es: ¿Olvidó su contraseña? Ingrese su correo electrónico y le enviaremos un mensaje para que pueda restablecerla.

source: Reset My Password
ar: إعادة تعيين كلمة مروري
es: Restablecer mi contraseña

source: Password Reset
ar: إعادة تعيين كلمة المرور
es: Restablecer contraseña

source: We have sent you an e-mail.</p> <p class="text-center">Please contact us at <a href="mailto:team@representable.org">team@representable.org</a> if you do not receive it within a few minutes.
ar: لقد أرسلنا إليك بريدًا إلكترونيًا.</p> <p class="text-center"> يرجى الاتصال بنا على <a href="mailto:team@representable.org">team@representable.org</a> إذا لم تستلم الرسالة خلال دقائق.
es: Le enviamos un correo electrónico.</p> <p class="text-center"> Contáctenos a <a href="mailto:team@representable.org">team@representable.org</a> si no lo recibe en unos minutos.

source: Bad Token
ar: رمز خطأ
es: Token incorrecto

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور كان غير صالح، ربما لأنه سبق استخدامه من قبل. يرجى القيام بطلب <a href="%(passwd_reset_url)s"> جديد لإعادة تعيين كلمة المرور</a>.
es: El enlace para restablecer la contraseña no es válido, posiblemente ya haya sido utilizado. Solicite un nuevo enlace <a href="%(passwd_reset_url)s">para restablecer la contraseña</a>.

source: change password
ar: تغيير كلمة المرور
es: cambiar contraseña

source: Your password is now changed.
ar: تم تغيير كلمة مرورك.
es: Su contraseña ha sido cambiada.

source: Set Password
ar: تعيين كلمة المرور
es: Configurar contraseña

source: Sign Up
ar: التسجيل
es: Regístrate

source: Already have an account? Log in.
ar: هل لديك حساب موجود؟ تسجيل الدخول.
es: ¿Ya tienes una cuenta? Iniciar Sesión.

source: Before you start mapping...
ar: قبل أن تبدأ بترسيم الخريطة...
es: Antes de comenzar a mapear...

source: Verify Your E-mail Address
ar: التحقق من عنوان بريدك الإلكتروني
es: Verifica tu correo electrónico

source: Verify Email
ar: التحقق من البريد الإلكتروني
es: Verifica tu correo electrónico

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا إليك رسالة للتحقق من بريدك الإلكتروني. أدخل على الرابط الظاهر لإنهاء خطوات التسجيل. يرجى الاتصال بنا إذا لم تستلم الرسالة خلال دقائق.
es: Le enviamos un correo electrónico de verificación. Haga clic en el enlace enviado para finalizar el proceso de registro. Contáctenos si no lo recibe en unos minutos.

source: Drive Introduction
ar: مقدمة المحرك
es: Introducción de campaña

source: State
ar: الولاية
es: Estado

source: Description
ar: الوصف
es: Descripción

source: This drive requires street addresses.
ar: هذا المحرك يطلب عناوين الشوارع.
es: Esta campaña requiere direcciones.

source: EDIT DETAILS
ar: تعديل البيانات
es: EDITAR DETALLES

source: DELETE
ar: حذف
es: ELIMINAR

source: 1. Gather Submissions
ar: 1- اجمع البيانات المقدمة
es: 1. Reunir aportes

source: Gather submissions for this drive! Share this link with people you'd like to contribute
ar: اجمع البيانات المقدمة لهذا المحرك شارك هذا الرابط مع الجمهور الذي تود المساهمة في مجتمعه
es: ¡Reunir aportes para esta campaña! Comparta este enlace con las personas que quiere que contribuyan

source: COPY LINK
ar: نسخ الرابط
es: COPIAR ENLACE

source: 2. View And Share Your Drive.
ar: 2- قم بإظهار ومشاركة محركك.
es: 2. Vea y comparta su campaña.

source: 2. View Your Drive.
ar: 2- قم بإظهار محركك.
es: 2. Ver su campaña.

source: Dashboard
ar: لوحة البيانات Dashboard
es: Tablero

source: Organizations
ar: المنظمات
es: Organizaciones.

source: You're currently not part of any organizations. Ask someone to add you to their organization or create a new one below.
ar: أنت حاليًا لست مشتركًا بأي منظمة. أطلب من أحد الأشخاص أن يضيفك إلى منظمته أو قم بإنشاء منظمة جديدة أدناه.
es: Actualmente no es parte de ninguna organización. Pídale a alguien que lo agregue a su organización o cree una nueva organización debajo.

source: Create New
ar: إنشاء منظمة جديدة
es: Crear nueva

source: Quick Links
ar: روابط سريعة
es: Enlaces rápidos

source: Create Organization
ar: إنشاء منظمة
es: Para las organizaciones

source: Create Entry
ar: إنشاء بيانات
es: Crear entrada

source: My Communities
ar: مجتمعاتي
es: Mis Comunidades

source: Account Settings
ar: إعدادات التتبع
es: Configuraciones

source: Reset password
ar: إعادة تعيين كلمة المرور
es: Restablecer contraseña

source: Reset your password by pressing on the following button. You will receive an email with the appropriate instructions.
es: Restablezca su contraseña haciendo clic en el botón. Recibirá un correo electrónico con las instrucciones pertinentes.

source: Cookie Settings
ar: إعدادات ملفات تعريف الارتباط
es: Configuración de Cookies

source: We use Mixpanel and Google Analytics to collect anonymized information about users' website usage. We use this information to improve our website experience. You can control whether we have access to this information or not.
ar: نحن نستخدم Mixpanel و Google Analytics لجمع المعلومات مجهولة الهوية بشأن تجربة المستخدمين للموقع الإلكتروني. ونستخدم هذه المعلومات لتحسين تجربة استخدام موقعنا. يمكنك التحكم فيما إذا أردت أم لم ترد إعطائنا هذه المعلومات.
es: Utilizamos Mixpanel y Google Analytics para reunir información de forma anónima sobre el uso del sitio web por parte del usuario. Utilizamos esta información para mejorar la experiencia en nuestro sitio web. Puede controlar si tenemos o no acceso a esta información.

source: <p>Based on our records, you have <strong>opted in</strong> for anonymized information collection. To <strong>opt out</strong>, press on the button below.</p>
ar: <p>وفقًا لبياناتنا، أنت <strong>اخترت الاشتراك</strong> في إعطاء المعلومات دون تحديد الهوية. لخيار <strong>إلغاء الاشتراك</strong>، انقر على الزر أدناه.</p>
es: <p>Según nuestros registros, <strong>acepta</strong> brindar información de forma anónima. Para <strong>no aceptar</strong>, presione el botón de abajo.</p>

source: <p>Based on our records, you have <strong>opted out</strong> of anonymized information collection. To <strong>opt in</strong>, press on the button below.</p>
ar: <p>وفقًا لبياناتنا، أنت <strong>اخترت إلغاء الاشتراك</strong> في إعطاء المعلومات دون تحديد الهوية. لخيار <strong>الاشتراك</strong>، انقر على الزر أدناه.</p>
es: <p>Según nuestros registros, <strong>no acepta</strong> brindar la información de forma anónima. Para <strong>aceptar</strong>, presione el botón de abajo.</p>

source: Admin email added!
ar: تمت إضافة عنوان بريد إلكتروني للمسؤول
es: ¡Se agregó el correo electrónico del administrador!

source: ADD ADMINS
ar: إضافة مسؤولين
es: AÑADIR ADMINISTRADORES

source: Manage
ar: إدارة
es: Gestionar

source: CREATE NEW
ar: إنشاء جديد
es: CREAR NUEVA

source: Check out our toolkit to help guide you through the process of collecting maps.
ar: اطلع على مجموعة أدواتنا للاسترشاد بها في عملية جمع الخرائط.
es: Consulte nuestra caja de herramientas para ayudar a guiarlo a través del proceso de recopilación de mapas.

source: VIEW & DOWNLOAD
ar: إظهار وتنزيل
es: VER Y DESCARGAR

source: Create a drive to collect community maps from your members. You can make multiple community mapping drives.
ar: أنشئ محركًا لجمع خرائط المجتمع المحلي من أعضاء منظمتك. يمكنك إنشاء عدة محركات لترسيم المجتمع المحلي.
es: Cree una campaña para recopilar mapas comunitarios de sus miembros. Puede crear varias campañas de mapeo comunitario.

source: CREATE NEW DRIVE
ar: إنشاء محرك جديد
es: CREAR NUEVA CAMPAÑA

source: Use this link to share all maps collected by your organization (includes all drives)
ar: استخدم هذا الرابط لمشاركة جميع الخرائط التي تجمعها منظمتك (شامل جميع المحركات)
es: Use este enlace para compartir todos los mapas recopilados por su organización (incluye todas las campañas).

source: VIEW ALL MAPS
ar: إظهار جميع الخرائط
es: VER TODOS LOS MAPAS

source: This action cannot be undone. All organization information will be permanently deleted. All drives associated with this organization will be permanently deleted. Communities submitted through these drives will not be deleted, but will no longer be associated with the drive or your organization.
ar: هذا الإجراء لا يمكن الرجوع فيه. سيتم حذف جميع معلومات المنظمة نهائيًا. سيتم حذف جميع المحركات المرتبطة بهذه المنظمة نهائيًا. المجتمعات التي قدمت لها خرائط عن طريق هذه المحركات لن تحذف، ولكن سينقطع ارتباطها بالمحرك أو بمنظمتك.
es: Esta acción no se puede deshacer. Se eliminará de manera permanente toda la información de la organización. Se eliminarán todas las campañas asociadas a esta organización. No se eliminarán las comunidades enviadas mediante estas campañas, pero no seguirán asociadas con la campaña o su organización.

source: Cancel
ar: إلغاء
es: Cancelar

source: Thank you for creating an organization!
ar: شكرًا لك على إنشاء المنظمة.
es: ¡Gracias por crear una organización!

source: Please verify your email.
ar: يرجى التحقق من بريدك الإلكتروني.
es: Verifique su correo electrónico.

source: We are excited to work with you!
ar: يسرنا ويسعدنا العمل معك.
es: ¡Estamos muy felices de trabajar con usted!

source: Check out our <a href="https://docs.google.com/document/d/1NJMUpZodlqo96xVASJzihpcfgWir18ifMaMD380zrXE/edit">organization guide</a> to learn more about using Representable to gather community maps.
ar: اطلع على دليلنا التنظيمي <a href="https://docs.google.com/document/d/1NJMUpZodlqo96xVASJzihpcfgWir18ifMaMD380zrXE/edit">organization guide</a> لمعرفة المزيد عن استخدام Representable في جمع خرائط المجتمعات المحلية.
es: Lea nuestra <a href="https://docs.google.com/document/d/1NJMUpZodlqo96xVASJzihpcfgWir18ifMaMD380zrXE/edit">guía para organizaciones</a> para aprender más sobre cómo utilizar Representable para reunir mapas comunitarios.

source: Contact us at <a href="mailto:team@representable.org"> team@representable.org</a> with any questions.
ar: اتصل بنا عبر <a href="mailto:team@representable.org"> team@representable.org</a> لأي استفسارات.
es: Contáctenos a <a href="mailto:team@representable.org"> team@representable.org</a> si tiene alguna consulta.

source: Click the button below to go to the Organization Dashboard and get started by creating a community mapping drive.
ar: انقر على الزر أدناه للدخول إلى لوحة بيانات المنظمة (Organization Dashboard) وابدأ بإنشاء محرك رسم خرائط المجتمعات المحلية.
es: Haga clic en el botón de abajo para acceder al Tablero de Organización, y empiece a crear un mapa comunitario.

source: Email verification will be necessary to access certain organization features on Representable. We have resent an email verification link to your inbox.
ar: التحقق من البريد الإلكتروني خطوة ضرورية للوصول إلى مزايا معينة للمنظمة على Representable. لقد أعدنا إرسال رابط التحقق من البريد الإلكتروني إليك.
es: Las verificaciones de correo electrónico son necesarias para acceder a ciertas características de organización en Representable. Le reenviamos un enlace de verificación de correo electrónico a su bandeja de entrada.

source: organization dashboard
ar: لوحة بيانات المنظمة
es: tablero de la organizacion

source: Tell Us About Your Community!
es: ¡Dinos Sobre Tu Comunidad!

source: We are working to make sure the Dane County Board of Supervisors accurately reflects the people and communities it represents. As part of that process, we are interested in learning what you think makes up your "community of interest." <br><br> Who do you consider your neighbors? What other people, businesses, schools, churches or other organizations do you interact with on a regular basis? What places do you visit or travel to in the course of your day or week? What issues, values, or concerns bind you and your community together? Join us to help make sure your elected officials truly "represent" you and your community.
es: Estamos trabajando para asegurarnos de que la Junta de Supervisores del Condado de Dane sea el reflejo correcto de las personas y comunidades que representa. Como parte del proceso, nos interesa saber qué considera que compone su “comunidad de interés”.<br><br> ¿A quiénes considera sus vecinos? ¿Con qué otras personas, comercios, escuelas, iglesias u otras organizaciones interactúa regularmente? ¿A qué lugares se transporta o visita a lo largo del día o la semana? ¿Qué problemas, valores o asuntos lo unen a su comunidad? Únase a nosotros para asegurarnos de que sus funcionarios electos "representen" realmente a su comunidad.

source: Redistricting in Dane County and Wisconsin
es: Reestructuración distrital en Dane County y Wisconsin

source: Redistricting News
es: Noticias sobre reestructuración distrital

source: Wisconsin law requires county boards to redraw their supervisory district lines after each U.S. Decennial Census. The law also requires that electoral districts are equal in population, and keep municipalities intact. For the first time ever, Dane County has appointed a nonpartisan, independent Redistricting Commission to guide and direct that process. This will help ensure that supervisory districts are drawn impartially, without regard to politics.
ar: يُلزم قانون ويسكونسن مجالس المقاطعات بإعادة ترسيم خطوط الدوائر الإشرافية بعد كل تعداد سكاني عشري في الولايات المتحدة. كما ينص القانون على تساوي الدوائر الانتخابية في عدد السكان والحفاظ على ترابط ووحدة كل بلدية من البلديات. وللمرة الأولى في التاريخ، قامت مقاطعة "داين" بتعيين لجنة مستقلة غير حزبية لإعادة تقسيم الدوائر دورها إرشاد وتوجيه عملية الترسيم. وهذا سيساعد في ضمان ترسيم الدوائر الانتخابية بنزاهة ودون أي اعتبارات سياسية.
es: La ley de Wisconsin requiere que las juntas de los condados rediseñen el trazado de los distritos supervisores luego de cada censo decenal en Estados Unidos. La ley también requiere que los distritos electorales tengan la misma cantidad de habitantes y que mantenga intactos los municipios. Por primera vez, el Condado de Dane designó una Comisión Reorganizadora de Distritos neutral para guiar y dirigir el proceso. Esto asegurará que los distritos supervisores sean trazados imparcialmente, sin opinión política.

source: How can Representable help?
ar: كيف يمكن لموقع Representable أن يقدم المساعدة؟
es: Representable ayudará...

source: Representable will help you tell the Dane County Redistricting Commission about your community and visualize a map of its boundaries. Then, line-drawers can fairly consider your community when they draw new voting district lines.
ar: سيقوم Representable بمساعدتك في إيصال معلوماتك عن مجتمعك إلى "لجنة إعادة تقسيم دوائر مقاطعة داين" ووضع تصور لخريطة حدودها. وعندئذ يستطيع مسؤولو ترسيم الدوائر أخذ مجتمعك في الاعتبار بشكل عادل عند قيامهم بترسيم الحدود الجديدة للدوائر الانتخابية.
es: Representable le ayudará a informar a la Comisión Reorganizadora de Distritos del Condado de Dane sobre su comunidad y a visualizar un mapa de sus límites. Luego, los cartógrafos podrán tener en cuenta a su comunidad cuando delimiten los nuevos distritos de votación.

source: Dane County's redistricting <br class="d-xl-none"> criteria
ar: معايير <br class="d-xl-none"> إعادة تقسيم دوائر مقاطعة "داين"
es: <br class="d-xl-none">Criterio de reorganización distrital del Condado de Dane

source: In order of priority
ar: مرتبة حسب الأولوية
es: En orden de prioridad

source: Each district should represent the same population size, be contiguous, and compact;
ar: يجب أن تمثل كل دائرة نفس عدد السكان وأن تكون متصلة جغرافيًا ومتلاصقة الأراضي.
es: Cada distrito deberá representar una población de igual tamaño, contigua y compacta.

source: Minimize the number of municipal boundaries crossed;
ar: تقليل عدد حدود البلديات المتقاطعة إلى أدنى حد.
es: Minimizar la cantidad de límites municipales cruzados.

source: Ensure fair and effective representation of the diverse ethnic and racial population in Dane County;
ar: ضمان التمثيل العادل والفعال للسكان من مختلف الخلفيات العرقية والإثنية في مقاطعة "داين".
es: Asegurar la representación justa y efectiva de las diversas poblaciones étnicas y raciales en el Condado de Dane.

source: Take into consideration geography and natural boundaries such as rivers and lakes;
ar: الأخذ في الاعتبار الحدود الجغرافية والطبيعية مثل الأنهار والبحيرات.
es: Considerar los límites geográficos y naturales, como ríos y lagos.

source: Keep intact neighborhoods and communities of interest and association, whether historical, racial, economic, ethnic, religious, or other;
ar: الحفاظ على ترابط ووحدة الأحياء والمجتمعات ذات المصالح المشتركة والمترابطة، سواء تاريخيًا أو عرقيًا أو اقتصاديًا أو أصليًا أو دينيًا أو غير ذلك.
es: Conservar barrios y comunidades de interés y asociación, ya sean históricas, raciales, económicas, étnicas, religiosas u otras.

source: Districts shall be drawn without regard to incumbency.
ar: يتم ترسيم الدوائر بغض النظر عن المناصب المشغولة.
es: Los distritos serán dibujados sin considerar el mandato.

source: Communities of Interest in Dane County
ar: المجتمعات ذات المصالح المشتركة في مقاطعة داين
es: Comunidades de Interés en el Condado de Dane

source: Dane County's ordinance requires that: <br><br><em>"District lines shall keep intact neighborhoods and communities with established ties of common interest and association whether historical, racial, economic, ethnic, religious or other."</em><br><br> Communities as described above don't always fall neatly into existing, easily mapped areas such as municipal boundaries, school districts, census block groups, or neighborhood associations. The Redistricting Commission needs your help to make sure your community is adequately represented.
ar: تنص قوانين مقاطعة "داين" على: <br><br><em>"أن يُحافَظ في ترسيم الدوائر على وحدة الأحياء والمجتمعات ذات الروابط الراسخة من المصالح المشتركة والمترابطة سواء تاريخيًا أو عرقيًا أو اقتصاديًا أو أصليًا أو دينيًا أو غير ذلك."</em><br><br> والمجتمعات على النحو المبين فيما سبق لا تندرج دائمًا بشكل منتظم ضمن مناطق موجودة سهلة التقسيم مثل الحدود البلدية أو الدوائر التعليمية أو مجموعات الكتل التعدادية السكانية أو اتحادات الأحياء السكنية. ولذلك تحتاج لجنة إعادة التقسيم إلى مساعدتكم لضمان التمثيل الملائم لمجتمعاتكم.
es: La ordenanza del Condado de Dane requiere que <br><br><em> “Las líneas distritales deben mantener intactos los barrios y comunidades con lazos de interés común y asociación, ya sean históricas, raciales, económicas, étnicas, religiosas u otras.”</em><br><br> Las comunidades antes descritas no siempre son parte de áreas existentes y delimitadas, como límites municipales, distritos escolares, grupos de bloques censales o asociaciones vecinales. La Comisión de Reorganización necesita su ayuda para asegurar que su comunidad sea representada correctamente.

source: Drives
ar: المحركات
es: Campañas

source: MAPPING AMERICA
ar: ترسيم خرائط أمريكا
es: MAPEO DE ESTADOS UNIDOS

source: One <b>community</b> at a time.
ar: <b>مجتمع محلي</b> واحد في كل مرة
es: Una <b>comunidad</b> a la vez.

source: GET STARTED
ar: ابدأ
es: EMPIEZA

source: by identifying shared interests and community needs.
ar: من خلال تحديد المصالح المشتركة واحتياجات المجتمع المحلي.
es: al identificar los intereses compartidos y las necesidades de la comunidad.

source: as public input for map makers to use when drawing new voting districts.
ar: في صورة بيانات علنية عامة يستخدمها مسؤولو رسم الخرائط في ترسيم الدوائر الانتخابية الجديدة.
es: con diseñadores de mapas para que lo tomen en cuenta al trazar nuevos distritos electorales.

source: NEXT
ar: التالي
es: Próximo

source: Organized by
ar: نظمت بواسطة
es: Organizado por

source: Step 1
ar: الخطوة 1
es: Paso 1

source: Tell us about yourself.
ar: أخبرنا عن نفسك.
es: Cuéntanos sobre tí.
