Repository: Representable/representable
Catalog: representable/<representable>locale/*/LC_MESSAGES/django.po
Languages: ar, es

source: By accessing the website at <a href="https://representable.org">http://representable.org</a>, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law.
ar: دخولك على الموقع <a href="https://representable.org">http://representable.org</a> يعني أنك توافق على الالتزام بشروط الخدمة المذكورة وبجميع القوانين واللوائح المعمول بها وأنك تقر بأنك مسؤول عن الامتثال لأي قوانين محلية معمول بها. فإذا كنت غير موافق على أي شرط من هذه الشروط، فيحظر عليك استخدام هذا الموقع أو الدخول إليه. المواد الموجودة في هذا الموقع مكفولة بحماية قانون حقوق النشر والعلامات التجارية المعمول به.
es: Al acceder al sitio web <a href="https://representable.org">http://representable.org</a> acepta los términos del servicio, todas las leyes y regulaciones correspondientes, y acepta ser responsable del cumplimiento de las leyes locales. Al rechazar alguno de estos términos, tiene prohibido utilizar o acceder a este sitio. El material incluido en este sitio web está protegido por leyes de derechos de autor y marcas.

source: 2. Use License
ar: 2- ترخيص الاستخدام
es: 2. Uso de la Licencia

source: <li>Permission is granted to temporarily download one copy of the materials (information or software) on Representable's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not: <ol type="i"> <li>modify or copy the materials;</li> <li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li> <li>attempt to decompile or reverse engineer any software contained on Representable's website;</li> <li>remove any copyright or other proprietary notations from the materials; or</li> <li>transfer the materials to another person or "mirror" the materials on any other server.</li> </ol> </li>
ar: <li>يُمنح التصريح المؤقت بتنزيل نسخة واحدة من المواد (المعلومات أو البرمجيات) الموجودة على موقع Representable للاطلاع الشخصي غير التجاري المؤقت فقط. هذا التصريح يمنح للترخيص وليس نقلًا لحق للملكية، وبموجب هذه الرخصة لا يجوز لك أي مما يلي: <ol type="i"> <li>تعديل أو نسخ المواد</li> <li>أو استخدام المواد لأي غرض تجاري أو للعرض العام (سواء تجاري أم غير تجاري)</li> <li>أو محاولة فك أي برمجيات من على موقع Representable أو عكس هندستها</li> <li>أو إزالة أي تأشير من تأشيرات حقوق التأليف والنشر أو الملكية</li> <li>أو تحويل المواد إلى شخص آخر أو "نسخ" صورة مطابقة منها على أي خادم آخر.</li> </ol> </li>
es: <li>Se concede permiso para descargar temporalmente una copia del material (información o programas) en el sitio web de Representable para lectura personal, no comercial transitoria. Esta es la concesión de una licencia, no una transferencia de título, y bajo esta licencia no podrá: <ol type="i"> <li>modificar o copiar el material, </li> <li>utilizar el material para propósitos comerciales o demostraciones públicas de ningún tipo (comercial o no comercial), </li> <li>intentar descompliar o utilizar técnicas de ingeniería inversa en cualquier programa incluido en el sitio web de Representable,</li> <li>eliminar derechos de autor u otras patentes del material, o</li> <li>transferir el material a otra persona o copiar el material a otro servidor.</li> </ol> </li>

source: This license shall automatically terminate if you violate any of these restrictions and may be terminated by Representable at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.
ar: يُفسخ هذا الترخيص تلقائيًا في حالة مخالفتك لأي شرط من هذه الشروط، ويجوز إنهاء الترخيص من طرف Representable في أي وقت. وبعد إنهاء اطلاعك على هذه المواد أو بعد إنهاء هذا الترخيص يجب عليك إتلاف أي مواد قمت بتنزيلها وفي حوزتك سواء كانت إلكترونية أو ورقية.
es: La licencia se cancelará automáticamente si viola alguna de estas restricciones y puede ser cancelada por Representable en cualquier momento. Al finalizar la lectura del material o al finalizarse la licencia, debe destruir todo el material que haya descargado, digital o impreso.

source: 3. Disclaimer
ar: 3- إخلاء مسؤولية
es: 3. Descargo de responsabilidad

source: The materials on Representable's website are provided on an 'as is' basis. Representable makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.
ar: المواد الموجودة على موقع Representable مقدمة على أساس أنها مواد "على حالتها". وإن Representable لا يقدم أي ضمانات، سواء صريحة أو ضمنية، ويخلي مسؤوليته ويتبرأ من أي ضمانات أخرى والتي تشمل دون أن تقتصر على الضمانات الضمنية أو الشروط الخاصة بالرواج أو الملاءمة لغرض معين أو عدم انتهاك الملكية الفكرية أو انتهاك لأي حقوق أخرى.
es: El material en el sitio web de Representable se brindan tal como está. Representables no ofrece ninguna garantía, de forma expresa o implícita, y por la presente se abstiene de otorgar garantías, incluyendo, entre otras, garantías o condiciones implícitas de comerciabilidad, aptitud para un propósito específico, o no infracción de la propiedad intelectual u otra violación de derechos.

source: Further, Representable does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.
ar: علاوة على ذلك، لا يضمن Representable ولا يتعهد بأي شيء يتعلق بدقة المواد الموجودة على الموقع أو أي شيء يتعلق بهذه المواد أو النتائج المحتملة منها أو موثوقية استخدامها على الموقع أو على أي مواقع أخرى متصلة روابطها به.
es: Asimismo, Respresentable no garantiza ni representa la exactitud, resultados posibles o veracidad del uso del material en su sitio web, ni relacionando dicho material o cualquier sitio web enlazado a este sitio.

source: 4. Limitations
ar: 4- الحدود المقيدة
es: 4. Limitaciones

source: In no event shall Representable or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Representable's website, even if Representable or a Representable authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.
ar: لا يتحمل Representable أو موردوه بأي حال من الأحوال المسؤولية عن أي تعويضات (ومنها على سبيل المثال لا الحصر تعويضات فقدان البيانات أو خسارة الربح أو تعويضات تعطيل الأعمال) تنتج عن استخدام المواد الموجودة على موقع Representable أو عدم القدرة على استخدامها، حتى وإن تم إعلان Representable أو ممثله المفوض شفهيًا أو كتابيًا باحتمالية تلك التعويضات. وبسبب أن بعض النظم القضائية لا تسمح تحت ولايتها بالحدود المقيدة للضمانات الضمنية أو حدود المسؤولية عن الأضرار المترتبة أو العارضة، فهذه الحدود المقيدة قد لا تنطبق عليك.
es: En ningún caso, Representable o sus proveedores será responsable por daños (incluyendo, entre otros, daños por pérdida de información o ganancia, o interrupción comercial) que puedan surgir por el uso o uso indebido del material en el sitio web de Representable, incluso si Representable o los representantes autorizados de Representable fueran notificados oralmente o por escrito de la posibilidad de dicho daño. Debido a que algunas jurisdicciones no aceptan limitaciones en garantías implícitas, o limitaciones de responsabilidad por daños consecuentes o indirectos, estas limitaciones pueden no ser válidas para usted.

source: 5. Accuracy of materials
ar: 5- دقة المواد
es: 5. Veracidad del Material

source: The materials appearing on Representable's website could include technical, typographical, or photographic errors. Representable does not warrant that any of the materials on its website are accurate, complete or current. Representable may make changes to the materials contained on its website at any time without notice. However Representable does not make any commitment to update the materials.
ar: قد يشوب المواد الموجودة على موقع Representable أخطاء فنية أو مطبعية أو تصويرية. لذلك لا يضمن Representable دقة أي مواد موجودة على الموقع أو كمالها أو حداثتها. كما أن Representable قد يجري تغييرات على المواد الموجودة على موقعه في أي وقت دون إشعار مسبق. ومع ذلك لا يتعهد Representable بأي التزام بتحديث المواد.
es: El material disponible en el sitio web de Representable podría incluir errores técnicos, tipográficos o fotográficos. Representable no garantiza que el material en su sitio web sea preciso, esté completo o vigente. Representable puede modificar el material de su sitio web en cualquier momento y sin aviso. Sin embargo, Representable no se compromete a actualizar dicho material.

source: 6. Links
ar: 6- الروابط
es: 6. Enlaces

source: Representable has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Representable of the site. Use of any such linked website is at the user's own risk.
ar: لم يراجع موقع Representable جميع المواقع المربوطة به ولا يتحمل المسؤولية عن محتوى أي موقع من تلك المواقع. فوجود أي رابط لا يعني إقرار Representable بمصداقية هذا الموقع. لذلك يتحمل المستخدم وحده مسؤولية استخدام أي رابط لتلك المواقع.
es: Representable no revisa todos los sitios web enlazados a su sitio, y no es responsable por el contenido de dichos sitios. Representable no avala ningún sitio, aunque incluya sus enlaces. El acceso a cualquiera de dichos enlaces es responsabilidad del usuario.

source: 7. Modifications
ar: 7- التعديلات
es: 7. Modificaciones

source: Representable may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service.
ar: يجوز لموقع Representable تعديل شروط الخدمة الخاصة به في أي وقت دون إشعار مسبق. واستخدامك لهذا الموقع يعني موافقتك على الالتزام بالنسخة السارية أثناء استخدامك من هذه الشروط.
es: Representable puede modificar el material de su sitio web en cualquier momento y sin aviso. Al acceder a este sitio web acepta la versión de los términos del servicio en vigencia.

source: 8. Governing Law
ar: 8- القانون المنظم
es: 8. Ley Vigente

source: These terms and conditions are governed by and construed in accordance with the laws of New Jersey and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.
ar: تُنظم هذه الشروط والأحكام وتُفسر وفقًا لقوانين ولاية "نيو جيرزي" ويخضع المستخدم خضوعًا قاطعًا للولاية القضائية الحصرية لمحاكم تلك الولاية أو ذلك المكان.
es: Estos términos y condiciones son vigentes e interpretados de acuerdo con las leyes de Nueva Jersey, y usted se somete irrevocablemente a la jurisdicción exclusiva de los tribunales de dicho Estado o ubicación.

source: Join the national Representable community.
ar: انضم إلى مجتمع Representable الوطني.
es: Únase a la comunidad nacional de Representable.

source: Representable is growing a redistricting community with organizations across the country. Organization leaders can easily collect community maps with Representable and join redistricting efforts in their states.
ar: تقوم رابطة Representable بتشكيل مجتمع لإعادة ترسيم الدوائر تكونه منظمات من كل أنحاء البلد. حيث يمكن لقادة المنظمات جمع خرائط المجتمعات المحلية بسهولة باستخدام Representable والانضمام إلى جهود إعادة الترسيم في ولايتهم.
es: Representable está construyendo, junto con organizaciones en todo el país, una comunidad de reorganización distrital. Los líderes de la organización recopilan fácilmente los mapas comunitarios con Representable y se unen a los esfuerzos de reorganización distrital en sus estados.

source: How to use Representable as an organization?
ar: كيف يمكن أن تستخدم المنظمات موقع Representable؟
es: ¿Cómo usar Representable como una organización?

source: Check out our demo to see all of Representable’s features.
ar: شاهد عرضنا التوضيحي لرؤية جميع مزايا Representable.
es: Dele un vistazo a nuestra demostración para ver todas las funciones de Representable.

source: Join Representable as an Organization
ar: انضم إلى Representable كمنظمة
es: Únase a Representable como una organización

source: As the leader of an organization, you can collect community maps and download submissions. Joining Representable as an organization is free, and includes access to our redistricting toolkit.
ar: بصفتك قائد المنظمة، يمكنك جمع خرائط المجتمعات وتنزيل المشاركات المقدمة. انضمام المنظمات إلى Representable مجاني ويشمل إتاحة الحصول على مجموعة أدوات إعادة الترسيم الخاصة بنا.
es: Como líder de una organización, puede recopilar mapas comunitarios y descargar presentaciones. Unirse a Representable como una organización es gratuito, e incluye acceso a nuestras herramientas para la reorganización distrital.

source: CREATE ORGANIZATION
ar: إنشاء منظمة
es: CREAR ORGANIZACIÓN

source: Create an Organization
ar: قم بإنشاء منظمة
es: Para las organizaciones

source: Include a brief description, link, and the state(s) you operate in.
ar: اكتب وصفًا مختصرًا ورابطًا والولاية أو الولايات التي تعمل فيها.
es: Incluye una breve descripción, enlace y estado(s) en los que usted trabaja.

source: Start a Community Mapping Drive
ar: أنشئ محرك رسم خرائط المجتمعات المحلية
es: Dibujar un mapa de la comunidad

source: Create a community mapping drive via the organization dashboard.
ar: أنشئ محرك رسم خرائط المجتمعات المحلية عبر لوحة بيانات المنظمة.
es: Crear una campaña de mapa comuntario con nuestro tablero de organización.

source: Collect Community Maps
ar: اجمع خرائط المجتمعات
es: Recopile mapas comunitarios

source: Share the link to your community mapping drive to individuals in your state to start collecting submissions.
ar: شارك الرابط الخاص بمحرك رسم خرائط المجتمعات المحلية مع أفراد المجتمعات بولايتك للبدء في جمع المشاركات.
es: Comparta el enlace a su campaña de mapa comunitario para que los individuos de su estado comiencen a sumarse.

source: Visualize and Export Community Maps
ar: أظهر خرائط المجتمعات وقم بتصديرها
es: Visualice y exporte mapas comunitarios

source: View a map of all submitted communities, and download them to your organization as geoJSON for easy integration with district drawing and visualization tools.
ar: قم بإظهار خريطة جميع المجتمعات المحلية المقدمة، وقم بتنزيلها على منظمتك بصيغة geoJSON لسهولة الدمج مع أدوات ترسيم الدوائر والتصوير المرئي.
es: Visualice un mapa con todas las comunidades presentadas, y descárguelas a su organización en formato GeoJSON para una integración sencilla, con delimitaciones distritales y herramientas de visualización

source: Partners
ar: شريك معنا
es: Asociarse con nosotros

source: Find out more about the organizations using Representable.org to gather community data. Want to become a partner? Learn more
ar: اعرف المزيد عن المنظمات التي تستخدم Representable.org لجمع بيانات المجتمعات. هل تود أن تصبح شريكًا؟ اعرف المزيد
es: Conozca más sobre las organizaciones utilizando Representable.org para reunir información comunitaria. ¿Desea asociarse? Mostrar más

source: here
ar: من هنا
es: aquí.

source: More Details
ar: المزيد من التفاصيل
es: Más Detalles

source: Partner Site
ar: موقع الشريك
es: Asociarse con nosotros

source: Export All as GeoJSON
ar: تصدير الكل بصيغة GeoJSON
es: Exportar todo como GeoJSON

source: Export All as CSV
ar: تصدير الكل بصيغة CSV
es: Exportar todo como CSV

source: Hidden
ar: مخفي
es: Oculto

source: Private
ar: خاص
es: Privacidad

source: Report this community
ar: أبلغ عن هذا المجتمع
es: Añadir su comunidad

source: If you feel this community is abusive, spam, low-effort, or doesn't live up to our guidelines, send us a report.
ar: إذا شعرت أن هذا المجتمع تعسفي أو غير مرغوب فيه أو ضعيف المجهود أو لا يتقيد بمبادئنا التوجيهية، فقم بإبلاغنا.
es: Si cree que esta comunidad es ofensiva, spam, de bajo esfuerzo o no sigue nuestros lineamientos generales, envíenos un reporte.

source: As an administrator of this organization, reporting this community will automatically hide it from all non-administrators.
ar: بصفتك مدير هذه المنظمة، فإن الإبلاغ عن هذا المجتمع سيؤدي إلى إخفائه تلقائيًا عن جميع الأفراد غير المديرين.
es: Como administrador de esta organización, al reportar esta comunidad la ocultará automáticamente de todos los que no son administradores.

source: Email address
ar: عنوان البريد الإلكتروني
es: Correo electrónico

source: Danger: </span>Send Report
ar: خطر: </span>إرسال بلاغ
es: Peligro: </span>Enviar reporte

source: Thank you for letting us know!
ar: شكرًا لك على إبلاغنا.
es: ¡Gracias por su envío!

source: Your report was successfully submitted. Thank you.
ar: تم إرسال بلاغك بنجاح. شكرًا لك.
es: Su reporte se ha presentado correctamente. Gracias

source: Return to Partners
ar: العودة إلى الشركاء
es: Asociarse con nosotros

source: Link to organization map
ar: الربط بخريطة المنظمة
es: Para las organizaciones

source: Visit Partner Site
ar: زيارة موقع الشريك
es: Asociarse con nosotros

source: The community was already deleted.
ar: تم حذف المجتمع.
es: La comunidad ya fue eliminada.

source: Action
ar: إجراء
es: Acción

source: Show
ar: إظهار
es: Mostrar

source: Delete
ar: حذف
es: Eliminar

source: No entries!
ar: لا توجد بيانات.
es: ¡Sin publicaciones!

source: See community maps drawn in
ar: اطلع على خرائط المجتمعات المرسومة في
es: Ver mapas de la comunidad marcados

source: Select your state.
ar: اختر ولايتك.
es: Seleccione su estado.

source: Download this map
ar: تنزيل هذه الخريطة
es: Descargar este mapa

source: Map downloads include the community information below.
ar: تنزيلات الخرائط تشمل معلومات المجتمعات أدناه.
es: La descarga de mapas incluye la información de la comunidad.

source: What is GeoJSON?
ar: ما المقصود بصيغة GeoJSON؟
es: ¿Qué es GeoJSON?

source: GeoJSON files are industry standard and usable with other mapping softwares like Maptitude for Redistricting, Dave's Redistricting App, ESRI, and more.
ar: ملفات GeoJSON هي تنسيق قطاعي تستخدم مع البرمجيات الأخرى لرسم الخرائط مثل Maptitude for Redistricting و Dave's Redistricting App و ESRI وغيرها.
es: Los archivos GeoJSON son un estándar industrial y son compatibles con otros programas cartográficos, como Maptitude for Redistricting, Dave's Redistricting APP, ESRI y muchos más.

source: Send your map to your state.
es: Mande su mapa a su estado .

source: Congratulations, you have downloaded your map. Your state accepts communities of interest as public input. Visit the site below to submit your map.
ar: تهانينا، لقد قمت بتنزيل خريطتك. ولايتك تقبل المجتمعات ذات المصالح المشتركة على أنها إسهامات عامة. قم بزيارة الموقع التالي لتقديم خريطتك.
es: ¡Felicitacións, ya ha descargado su mapa! Su estado acepta comunidades de interés como aportes públicos.

source: Go to public input portal
ar: أدخل إلى بوابة الإسهامات العامة
es: Vaya al portal de aportes públicos

source: When drawing a map with Representable, you are asked a series of questions in different categories. We've repeated the questions below.
ar: عندما ترسم خريطتك باستخدام Representable ستسأل مجموعة من الأسئلة في فئات مختلفة. وقد كررنا الأسئلة فيما يلي.
es: Al delimitar un mapa con Representable, se le hacen varias preguntas en diferentes categorías. Hemos repetido las preguntas debajo.

source: Your response:
ar: إجابتك:
es: Su respuesta:

source: Or <a href="#" onclick="copyPageLink();event.preventDefault();">copy the link</a> to this page to share.
ar: أو <a href="#" onclick="copyPageLink();event.preventDefault();">انسخ رابط</a> هذه الصفحة للمشاركة.
es: O < a href="#" onclick="copyPageLink();event.preventDefault();"> copie el enlace de esta página para compartir.

source: Submit to an organization.
es: Entréguelo a una organizacion.

source: Many organizations in your state are collecting community maps. Submit yours to one of their collection drives.
ar: الكثير من المنظمات في ولايتك تجمع خرائط المجتمعات. قدم خريطتك على أحد محركات جمع الخرائط التابعة لهذه المنظمات.
es: Varias organizaciones de su estado esta colectando mapas de la comunidad. Entregue el suyo a una de las campañas de recolección.

source: Submit
ar: إرسال
es: Enviar

source: This community map has already been submitted to an organization
ar: تم إرسال هذه الخريطة بالفعل إلى إحدى المنظمات
es: Este mapa comunitario ya se ha enviado a una organización.

source: Your state accepts communities of interest as public input. Download your map and then visit this site.
ar: ولايتك تقبل المجتمعات ذات المصالح المشتركة على أنها إسهامات عامة. قم بتنزيل خريطتك ثم زر الموقع.
es: Su estado acepta comunidades de interés como aportes públicos. Descargue su mapa y después visite este sitio web.

source: Data Layers
ar: طبقات البيانات
es: Capa de Datos

source: Demographics
ar: الخصائص السكانية
es: Demografía

source: Percentage of population by race (denoted by shading opacity):
ar: النسبة المئوية للسكان حسب العرق (مشار إليها بالتعتيم المظلل):
es: Porcentaje de la población por raza (denotado por opacidad del sombreado):

source: Your community is ready to be viewed and downloaded. You have
ar: مجتمعك جاهز للإظهار والتنزيل. لقد أرسلنا
es: Su comunidad está lista para ser visualizada y descargada. Ha

source: received an email with your community as a PDF file.
ar: إليك رسالة إلكترونية تحتوي على مجتمعك بصيغة ملف PDF.
es: recibido un correo electrónico con su comunidad con archivo PDF.

source: Make an impact with your map.
ar: يمكنك إحداث أثر إيجابي بخريطتك.
es: Genere un impacto con su mapa

source: Export PDF
ar: تصدير PDF
es: Exportar como PDF

source: Copy Link
ar: انسخ الرابط
es: Copiar enlace

source: This map was created at <a href="https://representable.org/">Representable.org
ar: أنشئت هذه الخريطة على <a href="https://representable.org/">Representable.org
es: Este mapa fue creado en <a href="https://representable.org/">Representable.org

source: Thank you for your submission!
ar: شكرًا لك على تقديم بياناتك.
es: ¡Gracias por su envío!

source: Please Verify Your Email
ar: يرجى تأكيد بريدك الإلكتروني
es: Verifique su correo electrónico.

source: This tool is meant for non-partisan use by communities and their members to provide information to the Redistricting Commission.
ar: هذه الأداة مخصصة للاستخدام غير الحزبي من قبل المجتمعات وأفرادها لتقديم المعلومات إلى لجنة إعادة ترسيم الدوائر.
es: Esta herramienta está diseñada para uso apartidario por parte de comunidades y sus miembros, para brindarle información a la Comisión de Reorganización.

source: By adding your map to Representable.org you're not submitting a map to a redistricting commission. We will add information about submitting to the commission as soon as information becomes available in your state.
ar: إضافة خريطتك إلى Representable.org تعني أنك لا تقدم الخريطة إلى لجنة إعادة الترسيم. ونحن سنضيف المعلومات الخاصة بالبيانات المقدمة إلى اللجنة فور إتاحة المعلومات في ولايتك.
es: Al añadir su mapa a Representable.org, no estás presentando un mapa a la comisión de reorganización. Agregaremos información sobre cómo presentar los mapas a la comisión tan pronto como esté disponible en su estado.
