Repository: Representable/representable
Catalog: representable/<representable>locale/*/LC_MESSAGES/django.po
Languages: ar, es

source: Thank you for submitting your map. The next step is to verify your email. We resent an email verification link to your inbox.
ar: شكرًا لك على تقديم خريطتك. الخطوة التالية هي تأكيد بريدك الإلكتروني. لقد أعدنا إرسال رابط التحقق من البريد الإلكتروني إليك.
es: ¡Gracias por enviar su mapa! El siguiente paso es verificar su correo electrónico. Le reenviamos un link para verificación de correo electrónico a su bandeja de entrada.

source: Account verification allows Representable.org and our partner organizations to submit credible maps to Redistricting Commisions ensuring that your entry has an impact in ending gerrymandering.
ar: التحقق من الحساب يسمح لموقع Representable.org وشركائنا من المنظمات بتقديم خرائط حقيقية إلى لجنة إعادة الترسيم مما يضمن أن يكون لبياناتك أثر في القضاء على التلاعب بحدود الدوائر الانتخابية.
es: La verificación de cuentas le permite a Representable.org y nuestras organizaciones asociadas poder enviar mapas confiables a la Comisión de Reorganización y asegurarnos que su aporte ayude a terminar con el g

source: In the meantime, you can export your community in GeoJSON or PDF format using the link below.
ar: في الوقت نفسه يمكنك تصدير خريطة مجتمعك بصيغة GeoJSON أو PDF باستخدام الرابط التالي.
es: Mientras tanto, puede exportar su comunidad en formato GeoJSON o PDF usando el siguiente enlace.

source: View/Export Your Community
ar: إظهار/تصدير مجتمعك
es: Añadir su comunidad

source: Your community map is now live here:
ar: ستظهر خريطة مجتمعك الآن مباشرة هنا:
es: El mapa de su comunidad está en vivo aquí:

source: View Community
ar: إظهار المجتمع
es: Guarde comunidad

source: Map
ar: الخريطة
es: Mapa

source: View all communities submitted to {{drive_name}}
ar: إظهار جميع خرائط المجتمعات المقدمة إلى {{drive_name}}
es: Ver todas las comunidades presentadas a {{drive_name}}

source: Do you have any feedback for us?
ar: هل لديك أي تعقيبات لنا؟
es: ¿Tiene algún comentarios que quiera compartir con nosotros?

source: We are interested in your feedback. If you found a bug or have any suggestions for us, please send them to us by pressing on the button below.
ar: نحن يهمنا رأيك. فإذا رأيت خللًا أو كانت لديك أي اقتراحات لنا، يرجى إرسالها إلينا بالنقر على الزر أدناه.
es: Nos interesa su opinión. Si encontró un error o tiene alguna sugerencia, envíela presionando el botón de abajo.

source: Send Feedback
ar: أرسل آراءك
es: Enviar comentarios

source: Having trouble with email verification?
ar: هل تواجه مشكلة في التحقق من البريد الإلكتروني؟
es: ¿Tiene problemas para verificar su correo electrónico?

source: We are here to help! Let us know if you didn't receive an email verification link or want to provide feedback by contacting Team@Representable.org
es: ¡Estamos aquí para ayudarlo! Si no recibió un enlace de verificación de correo electrónico o si desea brindarnos comentarios, comuníquese con Team@Representable.org

source: My Organizations
ar: منظماتي
es: Para las organizaciones

source: Learn More
ar: اعرف المزيد
es: Mostrar más

source: About
ar: معلومات عنا
es: Sobre

source: My Account
ar: حسابي
es: Mi cuenta

source: My communities
ar: مجتمعاتي
es: Mis Comunidades

source: Logout
ar: تسجيل خروج
es: Cerrar sesión

source: Add community
ar: أضف مجتمع
es: Agregar comunidad

source: Log in
ar: تسجيل دخول
es: Iniciar sesión

source: Sign up
ar: سجل
es: Regístrate

source: Add Your Community
ar: أضف مجتمعك
es: Añadir su comunidad

source: Create a Partner Profile
ar: أخلق ملف تعريف الشريك
es: Crear perfil de asociado

source: More questions? Reach out at
ar: مزيد الأسئلة؟ تواصلوا بنا على
es: ¿Más preguntas? Comuníquese con

source: Select an image to embed
ar: اختر صورة لتضمينها
es: (IGNORE)

source: Browse for the image you want, then click 'Embed Image' to continue...
ar: تصفح لإيجاد الصورة التي تريدها، ثم انقر على "تضمين الصورة" للاستمرار...
es: (IGNORE)

source: No images found. Upload images using the 'Image Button' dialog's 'Upload' tab.
ar: لا توجد صور. تحميل الصور باستخدام تبويب 'Image Button' dialog's 'Upload'.
es: (IGNORE)

source: Images in:
ar: الصور في:
es: (IGNORE)

source: Embed Image
ar: تضمين الصورة
es: (IGNORE)

source: Play Slideshow
ar: شغل عرض الصور
es: (IGNORE)

source: Pause Slideshow
ar: إيقاف عرض الصور
es: (IGNORE)

source: &lsaquo; Previous Photo
ar: &lsaquo; الصورة السابقة
es: (IGNORE)

source: Next Photo &rsaquo;
ar: الصورة التالية &rsaquo;
es: (IGNORE)

source: Next &rsaquo;
ar: التالي &rsaquo;
es: (IGNORE)

source: &lsaquo; Prev
ar: &lsaquo; السابق
es: (IGNORE)

source: Django: the Web framework for perfectionists with deadlines.
ar: Django: الإطار الشبكي لناشدي الكمال في التسليم بالمواعيد المحددة.
es: (IGNORE)

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ar: اطلع على <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">مذكرات الإصدار</a> لبرنامج Django %(version)s
es: (IGNORE) <a href="https://docs.djangoproject.com/en/%(version)s/releases/"

source: The install worked successfully! Congratulations!
ar: تم التثبيت بنجاح. تهانينا!
es: (IGNORE)

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ar: أنت ترى هذه الصفحة لأن <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> في ملف إعداداتك ولم تقم بتكوين أي عناوين URLs.
es: (IGNORE) <a href="https://docs.djangoproject.com/en/%(version)s/releases/"

source: Django Documentation
ar: توثيق Django
es: (IGNORE)

source: Topics, references, &amp; how-to's
ar: المواضيع، المراجع، &amp; الأدلة الإرشادية
es: (IGNORE)

source: Tutorial: A Polling App
ar: شرح توجيهي: تطبيق اقتراع
es: (IGNORE)

source: Get started with Django
ar: ابدأ مع Django
es: (IGNORE)

source: Django Community
ar: مجتمع Django
es: (IGNORE)

source: Connect, get help, or contribute
ar: تواصل، تلقى المساعدة، ساهم
es: (IGNORE)

source: Thank you for using %(current_site.name)s!
ar: شكرًا لك على استخدامك %(current_site.name)s.

source: Blog
ar: المدونة
